{"word_index": {"<PAD>": 0, " ": 1, "-": 2, ":": 3, "F": 4, "n": 5, "'": 6, "1": 7, "d": 8, "N": 9, "H": 10, "q": 11, "S": 12, "x": 13, "J": 14, "L": 15, "G": 16, "(": 17, "g": 18, "c": 19, "D": 20, "f": 21, ".": 22, "E": 23, "r": 24, "?": 25, "P": 26, "8": 27, "\u00e0": 28, "R": 29, "l": 30, "\u201d": 31, "\u0153": 32, "m": 33, ",": 34, "W": 35, "T": 36, "i": 37, "A": 38, "z": 39, "a": 40, "k": 41, "M": 42, "Y": 43, "j": 44, "h": 45, "b": 46, "O": 47, "w": 48, "s": 49, "y": 50, "\u2019": 51, "\u201c": 52, "!": 53, "\u00e9": 54, ";": 55, "V": 56, "4": 57, "v": 58, "U": 59, "\u00ea": 60, ")": 61, "B": 62, "t": 63, "u": 64, "e": 65, "I": 66, "K": 67, "o": 68, "C": 69, "p": 70, " t": 71, "he": 72, " a": 73, "in": 74, " s": 75, " w": 76, "re": 77, " o": 78, "er": 79, "ou": 80, " the": 81, "ha": 82, "en": 83, "is": 84, " m": 85, " b": 86, "it": 87, "on": 88, " an": 89, " to": 90, "ed": 91, "ing": 92, " c": 93, " of": 94, " f": 95, " he": 96, " and": 97, " d": 98, " h": 99, " n": 100, "ll": 101, "an": 102, "le": 103, "ar": 104, " in": 105, " p": 106, "as": 107, " be": 108, "or": 109, " I": 110, "ot": 111, " ha": 112, "es": 113, "at": 114, " her": 115, "om": 116, " M": 117, "et": 118, " y": 119, "hat": 120, "li": 121, "ly": 122, " you": 123, " e": 124, "ion": 125, "ver": 126, "ent": 127, " re": 128, " not": 129, "ve": 130, "ce": 131, "im": 132, " was": 133, " g": 134, "ld": 135, "se": 136, "st": 137, " that": 138, "ch": 139, " Mr": 140, " it": 141, "gh": 142, "ith": 143, " as": 144, "id": 145, "ut": 146, "ow": 147, " for": 148, " with": 149, " th": 150, " B": 151, " l": 152, "ay": 153, "ab": 154, "ter": 155, "ir": 156, "her": 157, " she": 158, " his": 159, "ould": 160, " on": 161, "ct": 162, " wh": 163, " su": 164, " at": 165, "ad": 166, " we": 167, " is": 168, " had": 169, "al": 170, " him": 171, " con": 172, " u": 173, "very": 174, "ri": 175, " so": 176, "ill": 177, "our": 178, " L": 179, " have": 180, "ect": 181, " my": 182, " de": 183, "ain": 184, " C": 185, " T": 186, "eth": 187, " E": 188, " me": 189, "ro": 190, " by": 191, " sa": 192, "ur": 193, " Eli": 194, " Eliz": 195, " all": 196, "qu": 197, " mu": 198, "pp": 199, " but": 200, "ation": 201, "ore": 202, "lf": 203, "ght": 204, " se": 205, "end": 206, " Elizab": 207, " Elizabeth": 208, " H": 209, "ak": 210, " W": 211, "ss": 212, "if": 213, " very": 214, " ne": 215, " D": 216, "ic": 217, "ess": 218, "oo": 219, " am": 220, " com": 221, "cy": 222, " ex": 223, "all": 224, "red": 225, " do": 226, " were": 227, "ley": 228, "self": 229, " le": 230, "nd": 231, " whi": 232, "able": 233, " S": 234, " no": 235, " Bing": 236, " Bingley": 237, " your": 238, " k": 239, " The": 240, " st": 241, "rom": 242, "enn": 243, " man": 244, " could": 245, "est": 246, " Benn": 247, " Bennet": 248, " which": 249, " will": 250, " sh": 251, " said": 252, " them": 253, " Dar": 254, " Darcy": 255, "am": 256, "ard": 257, " who": 258, " would": 259, "iss": 260, " li": 261, "ong": 262, "ag": 263, "han": 264, "ure": 265, "ul": 266, " whe": 267, "art": 268, " from": 269, " dis": 270, " Miss": 271, " their": 272, " they": 273, "te": 274, "ity": 275, " fe": 276, "oll": 277, "ment": 278, " A": 279, "ant": 280, "ort": 281, "pe": 282, "il": 283, " this": 284, " been": 285, " are": 286, "ance": 287, " there": 288, "ough": 289, " can": 290, " any": 291, " J": 292, " per": 293, " ad": 294, " af": 295, " Mrs": 296, " much": 297, " such": 298, " un": 299, "ome": 300, " al": 301, " im": 302, "ous": 303, " than": 304, " what": 305, "ane": 306, "ate": 307, "ra": 308, " ac": 309, " Y": 310, " ag": 311, "hing": 312, " Jane": 313, "iv": 314, " v": 315, "au": 316, "ine": 317, "ather": 318, "now": 319, "out": 320, " more": 321, "ins": 322, " see": 323, "ady": 324, "ther": 325, "nt": 326, " pro": 327, " pre": 328, " part": 329, " ab": 330, "ence": 331, "ink": 332, "ive": 333, "ister": 334, "ert": 335, " how": 336, " sister": 337, "reat": 338, " when": 339, "ost": 340, "fore": 341, " if": 342, "pt": 343, " or": 344, " comp": 345, " think": 346, " know": 347, " She": 348, " should": 349, "os": 350, " Coll": 351, " Collins": 352, "ol": 353, "itt": 354, "wn": 355, "other": 356, " must": 357, "ake": 358, " qu": 359, "ally": 360, " en": 361, " int": 362, "ind": 363, "leas": 364, "ood": 365, " one": 366, "hi": 367, "ish": 368, " But": 369, "uc": 370, "ies": 371, " other": 372, " N": 373, "ight": 374, "ked": 375, " ev": 376, "ide": 377, "ke": 378, " att": 379, " r": 380, " pleas": 381, "un": 382, "ng": 383, "fe": 384, "ite": 385, "ject": 386, "way": 387, "ner": 388, " every": 389, "urn": 390, " j": 391, " ob": 392, "har": 393, "and": 394, "ond": 395, "ry": 396, "ib": 397, "el": 398, "ast": 399, " You": 400, "ist": 401, "ever": 402, " may": 403, " say": 404, " fri": 405, "us": 406, "ention": 407, " rep": 408, " young": 409, " It": 410, "age": 411, " friend": 412, "ree": 413, " has": 414, "fect": 415, " sha": 416, " tw": 417, "ily": 418, " being": 419, "ie": 420, " exp": 421, " He": 422, "ress": 423, " though": 424, " happ": 425, "de": 426, " tim": 427, " well": 428, " imp": 429, " only": 430, "ved": 431, " soon": 432, " herself": 433, "tter": 434, "um": 435, "one": 436, " did": 437, " most": 438, "are": 439, "ving": 440, " great": 441, " sp": 442, " some": 443, "ick": 444, " res": 445, " des": 446, "ord": 447, " own": 448, " never": 449, " po": 450, "ary": 451, "ire": 452, " ho": 453, " off": 454, "ise": 455, " before": 456, " time": 457, " good": 458, "hed": 459, " ro": 460, " fa": 461, "augh": 462, " dear": 463, " day": 464, "ade": 465, "ible": 466, " us": 467, "ose": 468, "od": 469, " even": 470, " after": 471, " again": 472, " ent": 473, " cons": 474, "ether": 475, "ried": 476, " shall": 477, "ac": 478, " app": 479, "ertain": 480, "ice": 481, " too": 482, "ings": 483, "ps": 484, " litt": 485, " little": 486, "med": 487, "alk": 488, "ru": 489, " Lady": 490, " Char": 491, "ig": 492, " make": 493, "anc": 494, " room": 495, "me": 496, " nothing": 497, " long": 498, "ount": 499, "lot": 500, " up": 501, " two": 502, " pr": 503, "bour": 504, "ful": 505, " mar": 506, " now": 507, " Luc": 508, " Lucas": 509, "ness": 510, " P": 511, " te": 512, " br": 513, "we": 514, "ham": 515, " feel": 516, "aughter": 517, " pl": 518, " O": 519, " might": 520, "ook": 521, " however": 522, " without": 523, " Wick": 524, " Wickham": 525, " daughter": 526, "cl": 527, " spe": 528, " Charlot": 529, " Charlotte": 530, "ove": 531, " ass": 532, "com": 533, "per": 534, "ci": 535, "ten": 536, "iness": 537, " manner": 538, "lie": 539, "ge": 540, " add": 541, "ions": 542, "ought": 543, " fam": 544, " made": 545, " over": 546, " beg": 547, "ave": 548, " fir": 549, "lied": 550, " like": 551, "cc": 552, "ass": 553, "igh": 554, " ret": 555, " gir": 556, " girl": 557, " go": 558, " himself": 559, " about": 560, "ouse": 561, " alway": 562, " always": 563, "pect": 564, " hope": 565, " cont": 566, " sub": 567, "ward": 568, "th": 569, " mean": 570, "ied": 571, " first": 572, "ield": 573, "ust": 574, " op": 575, " lad": 576, " pers": 577, " family": 578, "led": 579, " hear": 580, " sure": 581, " certain": 582, " ladies": 583, "ound": 584, " return": 585, " Long": 586, " house": 587, "ear": 588, "iz": 589, "fere": 590, " som": 591, " mother": 592, " cann": 593, " cannot": 594, "ody": 595, " attention": 596, " deli": 597, " father": 598, "body": 599, "aking": 600, "int": 601, "ated": 602, " ans": 603, " better": 604, " way": 605, " subject": 606, " Cather": 607, " Catherine": 608, " My": 609, " often": 610, "ia": 611, " many": 612, " belie": 613, " wish": 614, " pleasure": 615, "ach": 616, "vers": 617, " love": 618, " into": 619, " sc": 620, " myself": 621, " quite": 622, "cept": 623, " ar": 624, " reg": 625, " out": 626, " replied": 627, " cried": 628, "ame": 629, " inde": 630, " supp": 631, "ery": 632, " fort": 633, " Nether": 634, " Netherf": 635, " Netherfield": 636, " und": 637, " does": 638, "aint": 639, "ished": 640, "shi": 641, " pres": 642, " sm": 643, " rem": 644, "ility": 645, " inv": 646, " occ": 647, "thing": 648, " They": 649, "icul": 650, "mb": 651, " adv": 652, "ious": 653, "lem": 654, " thought": 655, " enough": 656, "xt": 657, " gr": 658, "ider": 659, " ch": 660, " then": 661, " agree": 662, "ens": 663, "ning": 664, " poss": 665, "hen": 666, " wom": 667, "ined": 668, " giv": 669, " sisters": 670, "wards": 671, " count": 672, "ced": 673, "ple": 674, " whom": 675, "ause": 676, " therefore": 677, " est": 678, "ener": 679, "ared": 680, " mat": 681, "ud": 682, " gent": 683, " Longbour": 684, " Longbourn": 685, " away": 686, " wr": 687, " affect": 688, " consider": 689, " mor": 690, " acqu": 691, " kind": 692, " ever": 693, " brother": 694, "ately": 695, "isit": 696, " indeed": 697, "ers": 698, "zy": 699, " less": 700, " evening": 701, " ill": 702, "ither": 703, "vour": 704, " adm": 705, "ceiv": 706, " inc": 707, " visit": 708, " Liz": 709, " Lizzy": 710, " Ly": 711, " Lyd": 712, " Lydia": 713, "ended": 714, " really": 715, " sat": 716, " danc": 717, " wor": 718, " pass": 719, " bec": 720, "ably": 721, "ged": 722, " fortun": 723, " just": 724, "own": 725, " next": 726, "ign": 727, " talk": 728, " When": 729, " give": 730, " acc": 731, "ser": 732, " gentlem": 733, " turn": 734, "mon": 735, " conv": 736, "wer": 737, " cha": 738, " hand": 739, " gener": 740, "ething": 741, " under": 742, " Her": 743, "osed": 744, " read": 745, " And": 746, "isf": 747, " saw": 748, " having": 749, "oub": 750, " same": 751, " object": 752, " take": 753, " something": 754, " inf": 755, " disc": 756, " its": 757, " We": 758, " acquaint": 759, " inte": 760, " inst": 761, " particul": 762, " particular": 763, " present": 764, "lt": 765, "lic": 766, " letter": 767, " answer": 768, " delight": 769, "ves": 770, "haps": 771, " Will": 772, " dif": 773, " opin": 774, " cl": 775, " walk": 776, "ened": 777, " convers": 778, " express": 779, "itu": 780, "ton": 781, "riage": 782, " daughters": 783, " invit": 784, " girls": 785, " woman": 786, " Sir": 787, "ep": 788, "rac": 789, " sec": 790, "pl": 791, "oy": 792, " believe": 793, "ne": 794, " contin": 795, " continu": 796, " If": 797, " agreeable": 798, " whole": 799, " cous": 800, " felt": 801, "ations": 802, " str": 803, " G": 804, " happy": 805, " happiness": 806, " want": 807, " sur": 808, " Th": 809, " end": 810, " Oh": 811, " our": 812, " set": 813, " det": 814, "nce": 815, "ised": 816, " ref": 817, "ford": 818, "fort": 819, "urst": 820, " pe": 821, " ey": 822, " obser": 823, " civ": 824, "ety": 825, " feelings": 826, " heard": 827, " immed": 828, " immedi": 829, " What": 830, " occas": 831, " In": 832, "iam": 833, " word": 834, " hum": 835, " till": 836, " foll": 837, " opinion": 838, " ball": 839, " hon": 840, " expect": 841, " Hurst": 842, "ween": 843, "mpt": 844, "ained": 845, " leave": 846, " Mery": 847, " Meryton": 848, " last": 849, " ser": 850, " party": 851, " William": 852, " high": 853, "ince": 854, " began": 855, " form": 856, " morning": 857, " call": 858, " look": 859, "alked": 860, " speak": 861, " conversation": 862, " where": 863, " inter": 864, " perfect": 865, " sil": 866, "oubt": 867, " allow": 868, " because": 869, "aut": 870, " anything": 871, " eng": 872, "erm": 873, " gl": 874, "use": 875, " charac": 876, " character": 877, " find": 878, " dance": 879, " satisf": 880, " towards": 881, "gether": 882, " bet": 883, " rather": 884, "rest": 885, " affection": 886, " wis": 887, "unt": 888, " done": 889, " tell": 890, " immediately": 891, " certainly": 892, " chi": 893, " mention": 894, " come": 895, " ear": 896, "ack": 897, " el": 898, "ction": 899, " dist": 900, " favour": 901, " cour": 902, " His": 903, " between": 904, "les": 905, " regard": 906, "ang": 907, "cess": 908, " added": 909, "ase": 910, " compli": 911, " nat": 912, " list": 913, "ceived": 914, "ason": 915, " tr": 916, " prop": 917, " occasion": 918, " general": 919, " half": 920, " follow": 921, "irc": 922, " ide": 923, " equ": 924, " co": 925, " town": 926, " person": 927, "ople": 928, "ial": 929, " compliment": 930, " seeing": 931, " har": 932, " R": 933, " ind": 934, "day": 935, " appear": 936, " fortune": 937, " wif": 938, " wife": 939, " lady": 940, "ark": 941, "ient": 942, " down": 943, "ace": 944, " perhaps": 945, "oss": 946, "ference": 947, " respect": 948, " these": 949, " least": 950, "ff": 951, " since": 952, "stand": 953, " life": 954, " those": 955, "lly": 956, " circ": 957, " F": 958, " surp": 959, " jo": 960, " accept": 961, " loo": 962, "less": 963, "ired": 964, " rel": 965, " convin": 966, " convinced": 967, " means": 968, " short": 969, "oth": 970, "ceed": 971, " offic": 972, " rec": 973, " neigh": 974, " neighbour": 975, " This": 976, " assure": 977, " upon": 978, " ins": 979, "orm": 980, " address": 981, " chan": 982, " wond": 983, " imag": 984, " comfort": 985, " people": 986, "iable": 987, "ty": 988, " disp": 989, " given": 990, " hour": 991, " opp": 992, " Yes": 993, "ctly": 994, " together": 995, "res": 996, "lips": 997, " aunt": 998, " conf": 999}, "merge": [[1, 63, 71], [45, 65, 72], [1, 40, 73], [37, 5, 74], [1, 49, 75], [1, 48, 76], [24, 65, 77], [1, 68, 78], [65, 24, 79], [68, 64, 80], [71, 72, 81], [45, 40, 82], [65, 5, 83], [37, 49, 84], [1, 33, 85], [1, 46, 86], [37, 63, 87], [68, 5, 88], [73, 5, 89], [71, 68, 90], [65, 8, 91], [74, 18, 92], [1, 19, 93], [78, 21, 94], [1, 21, 95], [1, 72, 96], [89, 8, 97], [1, 8, 98], [1, 45, 99], [1, 5, 100], [30, 30, 101], [40, 5, 102], [30, 65, 103], [40, 24, 104], [1, 74, 105], [1, 70, 106], [40, 49, 107], [86, 65, 108], [68, 24, 109], [1, 66, 110], [68, 63, 111], [1, 82, 112], [65, 49, 113], [40, 63, 114], [96, 24, 115], [68, 33, 116], [1, 42, 117], [65, 63, 118], [1, 50, 119], [82, 63, 120], [30, 37, 121], [30, 50, 122], [119, 80, 123], [1, 65, 124], [37, 88, 125], [58, 79, 126], [83, 63, 127], [1, 77, 128], [100, 111, 129], [58, 65, 130], [19, 65, 131], [37, 33, 132], [76, 107, 133], [1, 18, 134], [30, 8, 135], [49, 65, 136], [49, 63, 137], [71, 120, 138], [19, 45, 139], [117, 24, 140], [1, 87, 141], [18, 45, 142], [87, 45, 143], [73, 49, 144], [37, 8, 145], [64, 63, 146], [68, 48, 147], [95, 109, 148], [76, 143, 149], [71, 45, 150], [1, 62, 151], [1, 30, 152], [40, 50, 153], [40, 46, 154], [63, 79, 155], [37, 24, 156], [72, 24, 157], [75, 72, 158], [99, 84, 159], [80, 135, 160], [78, 5, 161], [19, 63, 162], [76, 45, 163], [75, 64, 164], [73, 63, 165], [40, 8, 166], [76, 65, 167], [1, 84, 168], [112, 8, 169], [40, 30, 170], [99, 132, 171], [93, 88, 172], [1, 64, 173], [126, 50, 174], [24, 37, 175], [75, 68, 176], [37, 101, 177], [80, 24, 178], [1, 15, 179], [112, 130, 180], [65, 162, 181], [85, 50, 182], [98, 65, 183], [40, 74, 184], [1, 69, 185], [1, 36, 186], [118, 45, 187], [1, 23, 188], [85, 65, 189], [24, 68, 190], [86, 50, 191], [75, 40, 192], [64, 24, 193], [188, 121, 194], [194, 39, 195], [73, 101, 196], [11, 64, 197], [85, 64, 198], [70, 70, 199], [86, 146, 200], [114, 125, 201], [68, 77, 202], [30, 21, 203], [142, 63, 204], [75, 65, 205], [83, 8, 206], [195, 154, 207], [207, 187, 208], [1, 10, 209], [40, 41, 210], [1, 35, 211], [49, 49, 212], [37, 21, 213], [1, 174, 214], [100, 65, 215], [1, 20, 216], [37, 19, 217], [113, 49, 218], [68, 68, 219], [73, 33, 220], [93, 116, 221], [19, 50, 222], [124, 13, 223], [40, 101, 224], [77, 8, 225], [98, 68, 226], [167, 77, 227], [103, 50, 228], [136, 203, 229], [1, 103, 230], [5, 8, 231], [163, 37, 232], [154, 103, 233], [1, 12, 234], [100, 68, 235], [151, 92, 236], [236, 228, 237], [123, 24, 238], [1, 41, 239], [186, 72, 240], [75, 63, 241], [24, 116, 242], [83, 5, 243], [85, 102, 244], [93, 160, 245], [113, 63, 246], [151, 243, 247], [247, 118, 248], [232, 139, 249], [76, 177, 250], [75, 45, 251], [192, 145, 252], [81, 33, 253], [216, 104, 254], [254, 222, 255], [40, 33, 256], [104, 8, 257], [163, 68, 258], [76, 160, 259], [84, 49, 260], [1, 121, 261], [88, 18, 262], [40, 18, 263], [82, 5, 264], [64, 77, 265], [64, 30, 266], [76, 72, 267], [104, 63, 268], [95, 242, 269], [98, 84, 270], [117, 260, 271], [81, 156, 272], [81, 50, 273], [63, 65, 274], [87, 50, 275], [95, 65, 276], [68, 101, 277], [33, 127, 278], [1, 38, 279], [102, 63, 280], [109, 63, 281], [70, 65, 282], [37, 30, 283], [150, 84, 284], [108, 83, 285], [73, 77, 286], [102, 131, 287], [81, 77, 288], [80, 142, 289], [93, 102, 290], [89, 50, 291], [1, 14, 292], [106, 79, 293], [73, 8, 294], [73, 21, 295], [140, 49, 296], [198, 139, 297], [164, 139, 298], [173, 5, 299], [116, 65, 300], [73, 30, 301], [1, 132, 302], [80, 49, 303], [71, 264, 304], [76, 120, 305], [102, 65, 306], [114, 65, 307], [24, 40, 308], [73, 19, 309], [1, 43, 310], [73, 18, 311], [45, 92, 312], [292, 306, 313], [37, 58, 314], [1, 58, 315], [40, 64, 316], [74, 65, 317], [114, 157, 318], [5, 147, 319], [80, 63, 320], [85, 202, 321], [74, 49, 322], [205, 65, 323], [166, 50, 324], [63, 157, 325], [5, 63, 326], [106, 190, 327], [106, 77, 328], [106, 268, 329], [73, 46, 330], [83, 131, 331], [74, 41, 332], [37, 130, 333], [84, 155, 334], [79, 63, 335], [99, 147, 336], [75, 334, 337], [77, 114, 338], [267, 5, 339], [68, 137, 340], [21, 202, 341], [1, 213, 342], [70, 63, 343], [78, 24, 344], [221, 70, 345], [150, 332, 346], [239, 319, 347], [234, 72, 348], [251, 160, 349], [68, 49, 350], [185, 277, 351], [351, 322, 352], [68, 30, 353], [87, 63, 354], [48, 5, 355], [111, 157, 356], [198, 137, 357], [210, 65, 358], [1, 197, 359], [224, 50, 360], [1, 83, 361], [105, 63, 362], [74, 8, 363], [103, 107, 364], [219, 8, 365], [161, 65, 366], [45, 37, 367], [84, 45, 368], [151, 146, 369], [64, 19, 370], [37, 113, 371], [78, 325, 372], [1, 9, 373], [37, 204, 374], [41, 91, 375], [124, 58, 376], [145, 65, 377], [41, 65, 378], [165, 63, 379], [1, 24, 380], [106, 364, 381], [64, 5, 382], [5, 18, 383], [21, 65, 384], [87, 65, 385], [44, 181, 386], [48, 153, 387], [5, 79, 388], [124, 174, 389], [193, 5, 390], [1, 44, 391], [78, 46, 392], [82, 24, 393], [102, 8, 394], [88, 8, 395], [24, 50, 396], [37, 46, 397], [65, 30, 398], [107, 63, 399], [310, 80, 400], [84, 63, 401], [65, 126, 402], [85, 153, 403], [75, 153, 404], [95, 175, 405], [64, 49, 406], [127, 125, 407], [128, 70, 408], [123, 383, 409], [110, 63, 410], [263, 65, 411], [405, 206, 412], [77, 65, 413], [112, 49, 414], [21, 181, 415], [75, 82, 416], [71, 48, 417], [37, 122, 418], [108, 92, 419], [37, 65, 420], [223, 70, 421], [209, 65, 422], [77, 212, 423], [150, 289, 424], [112, 199, 425], [8, 65, 426], [71, 132, 427], [167, 101, 428], [302, 70, 429], [161, 122, 430], [58, 91, 431], [176, 88, 432], [115, 229, 433], [63, 155, 434], [64, 33, 435], [88, 65, 436], [98, 145, 437], [85, 340, 438], [40, 77, 439], [58, 92, 440], [134, 338, 441], [75, 70, 442], [75, 300, 443], [217, 41, 444], [128, 49, 445], [98, 113, 446], [109, 8, 447], [78, 355, 448], [215, 126, 449], [106, 68, 450], [104, 50, 451], [37, 77, 452], [99, 68, 453], [94, 21, 454], [84, 65, 455], [108, 341, 456], [427, 65, 457], [134, 365, 458], [72, 8, 459], [1, 190, 460], [95, 40, 461], [316, 142, 462], [183, 104, 463], [98, 153, 464], [166, 65, 465], [397, 103, 466], [173, 49, 467], [68, 136, 468], [68, 8, 469], [376, 83, 470], [295, 155, 471], [311, 184, 472], [1, 127, 473], [172, 49, 474], [118, 157, 475], [175, 91, 476], [416, 101, 477], [40, 19, 478], [73, 199, 479], [335, 184, 480], [37, 131, 481], [90, 68, 482], [92, 49, 483], [70, 49, 484], [152, 354, 485], [485, 103, 486], [33, 91, 487], [170, 41, 488], [24, 64, 489], [179, 324, 490], [185, 393, 491], [37, 18, 492], [85, 358, 493], [102, 19, 494], [460, 116, 495], [33, 65, 496], [129, 312, 497], [152, 262, 498], [80, 326, 499], [30, 111, 500], [173, 70, 501], [417, 68, 502], [106, 24, 503], [46, 178, 504], [21, 266, 505], [85, 104, 506], [100, 147, 507], [179, 370, 508], [508, 107, 509], [5, 218, 510], [1, 26, 511], [71, 65, 512], [86, 24, 513], [48, 65, 514], [82, 33, 515], [276, 398, 516], [462, 155, 517], [106, 30, 518], [1, 47, 519], [85, 374, 520], [219, 41, 521], [336, 402, 522], [149, 320, 523], [211, 444, 524], [524, 515, 525], [98, 517, 526], [19, 30, 527], [75, 282, 528], [491, 500, 529], [529, 274, 530], [68, 130, 531], [144, 49, 532], [19, 116, 533], [70, 79, 534], [19, 37, 535], [63, 83, 536], [74, 218, 537], [244, 388, 538], [121, 65, 539], [18, 65, 540], [294, 8, 541], [125, 49, 542], [80, 204, 543], [95, 256, 544], [85, 465, 545], [78, 126, 546], [108, 18, 547], [40, 130, 548], [95, 156, 549], [121, 91, 550], [261, 378, 551], [19, 19, 552], [107, 49, 553], [37, 142, 554], [128, 63, 555], [134, 156, 556], [556, 30, 557], [134, 68, 558], [171, 229, 559], [330, 320, 560], [80, 136, 561], [301, 387, 562], [562, 49, 563], [70, 181, 564], [453, 282, 565], [172, 63, 566], [164, 46, 567], [48, 257, 568], [63, 45, 569], [189, 102, 570], [37, 91, 571], [549, 137, 572], [420, 135, 573], [64, 137, 574], [78, 70, 575], [152, 166, 576], [293, 49, 577], [544, 418, 578], [30, 91, 579], [96, 104, 580], [164, 77, 581], [93, 480, 582], [576, 371, 583], [80, 231, 584], [555, 390, 585], [179, 262, 586], [99, 561, 587], [65, 104, 588], [37, 39, 589], [384, 77, 590], [75, 116, 591], [85, 356, 592], [290, 5, 593], [593, 111, 594], [469, 50, 595], [379, 407, 596], [183, 121, 597], [95, 318, 598], [46, 595, 599], [210, 92, 600], [74, 63, 601], [114, 91, 602], [89, 49, 603], [108, 434, 604], [76, 153, 605], [567, 386, 606], [185, 318, 607], [607, 317, 608], [117, 50, 609], [94, 536, 610], [37, 40, 611], [244, 50, 612], [108, 539, 613], [76, 368, 614], [381, 265, 615], [40, 139, 616], [126, 49, 617], [152, 531, 618], [362, 68, 619], [75, 19, 620], [182, 229, 621], [359, 385, 622], [131, 343, 623], [73, 24, 624], [128, 18, 625], [78, 146, 626], [408, 550, 627], [93, 476, 628], [256, 65, 629], [105, 426, 630], [164, 199, 631], [79, 50, 632], [148, 63, 633], [373, 475, 634], [634, 21, 635], [635, 573, 636], [173, 231, 637], [226, 113, 638], [184, 63, 639], [84, 459, 640], [49, 367, 641], [328, 49, 642], [75, 33, 643], [128, 33, 644], [283, 275, 645], [105, 58, 646], [78, 552, 647], [63, 312, 648], [240, 50, 649], [217, 266, 650], [33, 46, 651], [294, 58, 652], [37, 303, 653], [103, 33, 654], [150, 543, 655], [361, 289, 656], [13, 63, 657], [134, 24, 658], [145, 79, 659], [93, 45, 660], [81, 5, 661], [311, 413, 662], [83, 49, 663], [5, 92, 664], [450, 212, 665], [72, 5, 666], [76, 116, 667], [74, 91, 668], [134, 314, 669], [337, 49, 670], [568, 49, 671], [93, 499, 672], [19, 91, 673], [70, 103, 674], [163, 116, 675], [316, 136, 676], [288, 341, 677], [1, 246, 678], [83, 79, 679], [40, 225, 680], [85, 114, 681], [64, 8, 682], [134, 127, 683], [586, 504, 684], [684, 5, 685], [73, 387, 686], [76, 24, 687], [295, 415, 688], [474, 659, 689], [85, 109, 690], [309, 197, 691], [239, 363, 692], [124, 126, 693], [513, 356, 694], [307, 122, 695], [84, 87, 696], [630, 91, 697], [79, 49, 698], [39, 50, 699], [230, 212, 700], [470, 92, 701], [1, 177, 702], [87, 157, 703], [58, 178, 704], [294, 33, 705], [131, 314, 706], [105, 19, 707], [315, 696, 708], [179, 589, 709], [709, 699, 710], [179, 50, 711], [711, 8, 712], [712, 611, 713], [206, 91, 714], [128, 360, 715], [75, 114, 716], [98, 494, 717], [76, 109, 718], [106, 553, 719], [108, 19, 720], [154, 122, 721], [18, 91, 722], [633, 382, 723], [391, 574, 724], [147, 5, 725], [215, 657, 726], [492, 5, 727], [71, 488, 728], [211, 666, 729], [134, 333, 730], [309, 19, 731], [49, 79, 732], [683, 654, 733], [71, 390, 734], [33, 88, 735], [172, 58, 736], [48, 79, 737], [93, 82, 738], [112, 231, 739], [134, 679, 740], [187, 92, 741], [637, 79, 742], [209, 79, 743], [350, 91, 744], [128, 166, 745], [279, 231, 746], [84, 21, 747], [192, 48, 748], [112, 440, 749], [80, 46, 750], [192, 496, 751], [392, 386, 752], [71, 358, 753], [591, 741, 754], [105, 21, 755], [270, 19, 756], [141, 49, 757], [211, 65, 758], [691, 639, 759], [105, 274, 760], [105, 137, 761], [329, 650, 762], [762, 104, 763], [642, 127, 764], [30, 63, 765], [121, 19, 766], [230, 434, 767], [603, 737, 768], [597, 204, 769], [58, 113, 770], [82, 484, 771], [211, 177, 772], [98, 213, 773], [575, 74, 774], [93, 30, 775], [76, 488, 776], [83, 91, 777], [172, 617, 778], [421, 423, 779], [87, 64, 780], [63, 88, 781], [175, 411, 782], [526, 49, 783], [646, 87, 784], [557, 49, 785], [667, 102, 786], [234, 156, 787], [65, 70, 788], [308, 19, 789], [205, 19, 790], [70, 30, 791], [68, 50, 792], [613, 130, 793], [5, 65, 794], [566, 74, 795], [795, 64, 796], [110, 21, 797], [662, 233, 798], [258, 103, 799], [93, 303, 800], [276, 765, 801], [201, 49, 802], [241, 24, 803], [1, 16, 804], [425, 50, 805], [425, 537, 806], [76, 280, 807], [164, 24, 808], [186, 45, 809], [1, 206, 810], [519, 45, 811], [78, 193, 812], [75, 118, 813], [98, 118, 814], [5, 131, 815], [84, 91, 816], [128, 21, 817], [21, 447, 818], [21, 281, 819], [193, 137, 820], [106, 65, 821], [124, 50, 822], [392, 732, 823], [93, 314, 824], [118, 50, 825], [516, 483, 826], [96, 257, 827], [302, 487, 828], [828, 37, 829], [211, 120, 830], [647, 107, 831], [110, 5, 832], [37, 256, 833], [76, 447, 834], [99, 435, 835], [71, 177, 836], [95, 277, 837], [774, 125, 838], [86, 224, 839], [99, 88, 840], [421, 181, 841], [209, 820, 842], [514, 83, 843], [33, 343, 844], [184, 91, 845], [230, 548, 846], [117, 632, 847], [847, 781, 848], [152, 399, 849], [75, 79, 850], [329, 50, 851], [772, 833, 852], [99, 554, 853], [74, 131, 854], [547, 102, 855], [148, 33, 856], [690, 664, 857], [93, 224, 858], [152, 521, 859], [170, 375, 860], [528, 210, 861], [778, 201, 862], [267, 77, 863], [105, 155, 864], [293, 415, 865], [75, 283, 866], [750, 63, 867], [196, 147, 868], [720, 676, 869], [40, 146, 870], [291, 648, 871], [361, 18, 872], [79, 33, 873], [134, 30, 874], [64, 136, 875], [738, 789, 876], [876, 155, 877], [95, 363, 878], [98, 287, 879], [716, 747, 880], [90, 671, 881], [18, 475, 882], [108, 63, 883], [380, 318, 884], [77, 137, 885], [688, 125, 886], [76, 84, 887], [64, 326, 888], [98, 436, 889], [512, 101, 890], [829, 695, 891], [582, 122, 892], [93, 367, 893], [85, 407, 894], [221, 65, 895], [124, 104, 896], [478, 41, 897], [124, 30, 898], [162, 125, 899], [270, 63, 900], [461, 704, 901], [93, 178, 902], [209, 84, 903], [883, 843, 904], [103, 49, 905], [625, 257, 906], [102, 18, 907], [19, 218, 908], [541, 91, 909], [107, 65, 910], [345, 121, 911], [100, 114, 912], [152, 401, 913], [706, 91, 914], [107, 88, 915], [71, 24, 916], [327, 70, 917], [831, 125, 918], [740, 170, 919], [112, 203, 920], [837, 147, 921], [156, 19, 922], [1, 377, 923], [124, 197, 924], [93, 68, 925], [90, 355, 926], [577, 88, 927], [68, 674, 928], [37, 170, 929], [911, 278, 930], [323, 92, 931], [112, 24, 932], [1, 29, 933], [105, 8, 934], [8, 153, 935], [479, 588, 936], [723, 65, 937], [76, 213, 938], [938, 65, 939], [152, 324, 940], [104, 41, 941], [37, 127, 942], [98, 725, 943], [40, 131, 944], [293, 771, 945], [68, 212, 946], [590, 815, 947], [445, 564, 948], [81, 136, 949], [230, 399, 950], [21, 21, 951], [75, 854, 952], [137, 394, 953], [261, 384, 954], [150, 468, 955], [101, 50, 956], [93, 922, 957], [1, 4, 958], [808, 70, 959], [391, 68, 960], [309, 623, 961], [152, 219, 962], [103, 212, 963], [37, 225, 964], [128, 30, 965], [736, 74, 966], [966, 673, 967], [570, 49, 968], [251, 281, 969], [111, 45, 970], [131, 91, 971], [454, 217, 972], [128, 19, 973], [215, 554, 974], [974, 504, 975], [809, 84, 976], [532, 265, 977], [501, 88, 978], [105, 49, 979], [109, 33, 980], [541, 423, 981], [93, 264, 982], [76, 395, 983], [302, 263, 984], [221, 819, 985], [821, 928, 986], [37, 233, 987], [63, 50, 988], [270, 70, 989], [669, 83, 990], [99, 178, 991], [78, 199, 992], [310, 113, 993], [162, 122, 994], [90, 882, 995], [77, 49, 996], [121, 484, 997], [73, 888, 998], [172, 21, 999]]}