{"word_index": {"<PAD>": 0, "K": 1, "o": 2, "r": 3, "e": 4, "L": 5, "J": 6, "C": 7, "p": 8, "M": 9, ")": 10, ".": 11, "F": 12, "R": 13, "s": 14, "l": 15, "P": 16, "W": 17, "1": 18, "v": 19, "h": 20, "I": 21, " ": 22, "?": 23, "V": 24, "m": 25, "(": 26, "S": 27, "Z": 28, "w": 29, "B": 30, "O": 31, ":": 32, "\u0153": 33, "T": 34, "j": 35, "!": 36, "a": 37, "U": 38, "G": 39, "\u00e9": 40, "6": 41, "y": 42, "g": 43, "8": 44, "c": 45, "x": 46, "\u2019": 47, "i": 48, ",": 49, "E": 50, "u": 51, "'": 52, "4": 53, "n": 54, "Y": 55, "k": 56, "2": 57, "t": 58, ";": 59, "\u201d": 60, "-": 61, "z": 62, "A": 63, "d": 64, "\u00e0": 65, "\u00ea": 66, "f": 67, "b": 68, "N": 69, "D": 70, "q": 71, "H": 72, "\u201c": 73, " t": 74, "he": 75, " a": 76, "in": 77, " s": 78, " w": 79, "re": 80, " o": 81, "ha": 82, " the": 83, "ou": 84, "er": 85, "en": 86, " m": 87, " b": 88, "is": 89, "on": 90, " to": 91, "ed": 92, "it": 93, " an": 94, " c": 95, " f": 96, " he": 97, "ing": 98, " of": 99, " and": 100, " d": 101, " n": 102, " h": 103, "ll": 104, "as": 105, "ar": 106, " be": 107, " in": 108, "le": 109, " p": 110, "or": 111, "an": 112, " ha": 113, " I": 114, "at": 115, "ot": 116, " her": 117, "es": 118, "om": 119, "hat": 120, " y": 121, "ly": 122, " e": 123, "et": 124, "li": 125, " was": 126, " re": 127, "ion": 128, " you": 129, "ve": 130, "ent": 131, "ce": 132, "ver": 133, " M": 134, "ld": 135, "st": 136, "im": 137, " g": 138, " not": 139, "ch": 140, " that": 141, "se": 142, "ut": 143, "ow": 144, "gh": 145, " as": 146, " it": 147, " she": 148, " for": 149, " l": 150, " th": 151, "id": 152, "ct": 153, "ith": 154, "her": 155, "ould": 156, " with": 157, " on": 158, "ab": 159, " his": 160, " wh": 161, "ay": 162, "ter": 163, "ir": 164, " had": 165, " Mr": 166, " B": 167, " we": 168, " su": 169, " at": 170, " u": 171, "al": 172, "ad": 173, "ri": 174, " con": 175, " so": 176, " him": 177, "ill": 178, " have": 179, " is": 180, "ect": 181, "ght": 182, "very": 183, " L": 184, "our": 185, " T": 186, "ain": 187, "ro": 188, " me": 189, "eth": 190, " E": 191, " my": 192, " but": 193, "pp": 194, " all": 195, "ation": 196, " H": 197, "ore": 198, "ur": 199}, "merge": [[22, 58, 74], [20, 4, 75], [22, 37, 76], [48, 54, 77], [22, 14, 78], [22, 29, 79], [3, 4, 80], [22, 2, 81], [20, 37, 82], [74, 75, 83], [2, 51, 84], [4, 3, 85], [4, 54, 86], [22, 25, 87], [22, 68, 88], [48, 14, 89], [2, 54, 90], [74, 2, 91], [4, 64, 92], [48, 58, 93], [76, 54, 94], [22, 45, 95], [22, 67, 96], [22, 75, 97], [77, 43, 98], [81, 67, 99], [94, 64, 100], [22, 64, 101], [22, 54, 102], [22, 20, 103], [15, 15, 104], [37, 14, 105], [37, 3, 106], [88, 4, 107], [22, 77, 108], [15, 4, 109], [22, 8, 110], [2, 3, 111], [37, 54, 112], [22, 82, 113], [22, 21, 114], [37, 58, 115], [2, 58, 116], [97, 3, 117], [4, 14, 118], [2, 25, 119], [82, 58, 120], [22, 42, 121], [15, 42, 122], [22, 4, 123], [4, 58, 124], [15, 48, 125], [79, 105, 126], [22, 80, 127], [48, 90, 128], [121, 84, 129], [19, 4, 130], [86, 58, 131], [45, 4, 132], [19, 85, 133], [22, 9, 134], [15, 64, 135], [14, 58, 136], [48, 25, 137], [22, 43, 138], [102, 116, 139], [45, 20, 140], [74, 120, 141], [14, 4, 142], [51, 58, 143], [2, 29, 144], [43, 20, 145], [76, 14, 146], [22, 93, 147], [78, 75, 148], [96, 111, 149], [22, 15, 150], [74, 20, 151], [48, 64, 152], [45, 58, 153], [93, 20, 154], [75, 3, 155], [84, 135, 156], [79, 154, 157], [81, 54, 158], [37, 68, 159], [103, 89, 160], [79, 20, 161], [37, 42, 162], [58, 85, 163], [48, 3, 164], [113, 64, 165], [134, 3, 166], [22, 30, 167], [79, 4, 168], [78, 51, 169], [76, 58, 170], [22, 51, 171], [37, 15, 172], [37, 64, 173], [3, 48, 174], [95, 90, 175], [78, 2, 176], [103, 137, 177], [48, 104, 178], [113, 130, 179], [22, 89, 180], [4, 153, 181], [145, 58, 182], [133, 42, 183], [22, 5, 184], [84, 3, 185], [22, 34, 186], [37, 77, 187], [3, 2, 188], [87, 4, 189], [124, 20, 190], [22, 50, 191], [87, 42, 192], [88, 143, 193], [8, 8, 194], [76, 104, 195], [115, 128, 196], [22, 72, 197], [2, 80, 198], [51, 3, 199]]}