{"word_index": {"<PAD>": 0, "n": 1, "o": 2, "-": 3, "\u00e9": 4, "K": 5, ")": 6, ".": 7, "L": 8, "W": 9, "A": 10, "Y": 11, "U": 12, "!": 13, "M": 14, "P": 15, "r": 16, "?": 17, "2": 18, "p": 19, "\u2019": 20, "N": 21, "F": 22, "b": 23, "H": 24, "O": 25, "(": 26, "\u201d": 27, "c": 28, "Z": 29, "h": 30, "k": 31, "z": 32, "a": 33, ",": 34, "E": 35, "x": 36, "\u0153": 37, "4": 38, "t": 39, "I": 40, "j": 41, "q": 42, "V": 43, "g": 44, ";": 45, " ": 46, "R": 47, "i": 48, "1": 49, "v": 50, "w": 51, "l": 52, "J": 53, "8": 54, "D": 55, "s": 56, "S": 57, "6": 58, "\u00e0": 59, "G": 60, "e": 61, "'": 62, ":": 63, "y": 64, "C": 65, "T": 66, "f": 67, "\u201c": 68, "u": 69, "m": 70, "d": 71, "\u00ea": 72, "B": 73, " t": 74, "he": 75, " a": 76, "in": 77, " s": 78, " w": 79, "re": 80, " o": 81, " the": 82, "ha": 83, "er": 84, "ou": 85, "en": 86, " b": 87, " m": 88, "is": 89, "on": 90, "ed": 91, " an": 92, "it": 93, " to": 94, " c": 95, " f": 96, " of": 97, "ing": 98, " he": 99, " and": 100, " d": 101, " n": 102, " h": 103, "ar": 104, "ll": 105, " in": 106, "as": 107, "le": 108, " be": 109, " p": 110, "an": 111, "or": 112, " ha": 113, "at": 114, " I": 115, "ot": 116, " her": 117, "es": 118, "om": 119, "hat": 120, "ly": 121, " e": 122, "li": 123, "et": 124, " was": 125, " re": 126, " y": 127, "ion": 128, "ce": 129, "ent": 130, " M": 131, "ve": 132, "st": 133, "ver": 134, "ld": 135, " g": 136, " you": 137, "im": 138, " not": 139, "ch": 140, "se": 141, " that": 142, "ut": 143, "gh": 144, "ow": 145, " as": 146, " it": 147, " she": 148, " for": 149, " th": 150, " l": 151, "id": 152, "ct": 153, "ith": 154, "ould": 155, " with": 156, "her": 157, " his": 158, " on": 159, "ir": 160, " wh": 161, "ab": 162, "ay": 163, " Mr": 164, "ter": 165, " had": 166, " we": 167, " su": 168, " B": 169, " at": 170, "al": 171, " u": 172, "ri": 173, "ad": 174, " con": 175, " so": 176, " is": 177, " him": 178, "ill": 179, " have": 180, "ect": 181, "very": 182, "ght": 183, "ain": 184, "our": 185, " T": 186, " L": 187, "ro": 188, "eth": 189, " E": 190, " all": 191, " but": 192, "ur": 193, "pp": 194, " my": 195, " me": 196, "ation": 197, " H": 198, "liz": 199}, "merge": [[46, 39, 74], [30, 61, 75], [46, 33, 76], [48, 1, 77], [46, 56, 78], [46, 51, 79], [16, 61, 80], [46, 2, 81], [74, 75, 82], [30, 33, 83], [61, 16, 84], [2, 69, 85], [61, 1, 86], [46, 23, 87], [46, 70, 88], [48, 56, 89], [2, 1, 90], [61, 71, 91], [76, 1, 92], [48, 39, 93], [74, 2, 94], [46, 28, 95], [46, 67, 96], [81, 67, 97], [77, 44, 98], [46, 75, 99], [92, 71, 100], [46, 71, 101], [46, 1, 102], [46, 30, 103], [33, 16, 104], [52, 52, 105], [46, 77, 106], [33, 56, 107], [52, 61, 108], [87, 61, 109], [46, 19, 110], [33, 1, 111], [2, 16, 112], [46, 83, 113], [33, 39, 114], [46, 40, 115], [2, 39, 116], [99, 16, 117], [61, 56, 118], [2, 70, 119], [83, 39, 120], [52, 64, 121], [46, 61, 122], [52, 48, 123], [61, 39, 124], [79, 107, 125], [46, 80, 126], [46, 64, 127], [48, 90, 128], [28, 61, 129], [86, 39, 130], [46, 14, 131], [50, 61, 132], [56, 39, 133], [50, 84, 134], [52, 71, 135], [46, 44, 136], [127, 85, 137], [48, 70, 138], [102, 116, 139], [28, 30, 140], [56, 61, 141], [74, 120, 142], [69, 39, 143], [44, 30, 144], [2, 51, 145], [76, 56, 146], [46, 93, 147], [78, 75, 148], [96, 112, 149], [74, 30, 150], [46, 52, 151], [48, 71, 152], [28, 39, 153], [93, 30, 154], [85, 135, 155], [79, 154, 156], [75, 16, 157], [103, 89, 158], [81, 1, 159], [48, 16, 160], [79, 30, 161], [33, 23, 162], [33, 64, 163], [131, 16, 164], [39, 84, 165], [113, 71, 166], [79, 61, 167], [78, 69, 168], [46, 73, 169], [76, 39, 170], [33, 52, 171], [46, 69, 172], [16, 48, 173], [33, 71, 174], [95, 90, 175], [78, 2, 176], [46, 89, 177], [103, 138, 178], [48, 105, 179], [113, 132, 180], [61, 153, 181], [134, 64, 182], [144, 39, 183], [33, 77, 184], [85, 16, 185], [46, 66, 186], [46, 8, 187], [16, 2, 188], [124, 30, 189], [46, 35, 190], [76, 105, 191], [87, 143, 192], [69, 16, 193], [19, 19, 194], [88, 64, 195], [88, 61, 196], [114, 128, 197], [46, 24, 198], [123, 32, 199]]}