{"word_index": {"<PAD>": 0, "h": 1, "W": 2, "E": 3, ",": 4, "J": 5, "v": 6, "s": 7, "P": 8, "O": 9, "D": 10, "\u00e0": 11, "C": 12, "\u00e9": 13, "l": 14, "F": 15, "6": 16, "H": 17, "d": 18, "y": 19, "p": 20, ";": 21, "8": 22, "4": 23, "c": 24, "u": 25, "e": 26, "U": 27, "B": 28, "K": 29, "\u0153": 30, ".": 31, "f": 32, "m": 33, "A": 34, "R": 35, "r": 36, "\u201d": 37, ":": 38, "V": 39, "g": 40, "a": 41, "k": 42, "I": 43, "\u2019": 44, "z": 45, "t": 46, "o": 47, "n": 48, "w": 49, "G": 50, "N": 51, "S": 52, "-": 53, ")": 54, "?": 55, "j": 56, "\u201c": 57, "q": 58, " ": 59, "x": 60, "2": 61, "Z": 62, "L": 63, "(": 64, "'": 65, "Y": 66, "\u00ea": 67, "T": 68, "!": 69, "i": 70, "1": 71, "M": 72, "b": 73, " t": 74, "he": 75, " a": 76, "in": 77, " s": 78, " w": 79, "re": 80, " o": 81, " the": 82, "ha": 83, "er": 84, "ou": 85, "en": 86, " b": 87, " m": 88, "is": 89, "on": 90, "ed": 91, " an": 92, "it": 93, " to": 94, " c": 95, " f": 96, " of": 97, "ing": 98, " he": 99, " and": 100, " d": 101, " n": 102, " h": 103, "ar": 104, "ll": 105, " in": 106, "as": 107, "le": 108, " be": 109, " p": 110, "an": 111, "or": 112, " ha": 113, "at": 114, " I": 115, "ot": 116, " her": 117, "es": 118, "om": 119, "hat": 120, "ly": 121, " e": 122, "li": 123, "et": 124, " was": 125, " re": 126, " y": 127, "ion": 128, "ce": 129, "ent": 130, " M": 131, "ve": 132, "st": 133, "ver": 134, "ld": 135, " g": 136, " you": 137, "im": 138, " not": 139, "ch": 140, "se": 141, " that": 142, "ut": 143, "gh": 144, "ow": 145, " as": 146, " it": 147, " she": 148, " for": 149, " th": 150, " l": 151, "id": 152, "ct": 153, "ith": 154, "ould": 155, " with": 156, "her": 157, " his": 158, " on": 159, "ir": 160, " wh": 161, "ab": 162, "ay": 163, " Mr": 164, "ter": 165, " had": 166, " we": 167, " su": 168, " B": 169, " at": 170, "al": 171, " u": 172, "ri": 173, "ad": 174, " con": 175, " so": 176, " is": 177, " him": 178, "ill": 179, " have": 180, "ect": 181, "very": 182, "ght": 183, "ain": 184, "our": 185, " T": 186, " L": 187, "ro": 188, "eth": 189, " E": 190, " all": 191, " but": 192, "ur": 193, "pp": 194, " my": 195, " me": 196, "ation": 197, " H": 198, "liz": 199, " W": 200, " Eliz": 201, " de": 202, " mu": 203, "ore": 204, " se": 205, " by": 206, "ss": 207, "lf": 208, "qu": 209, "am": 210, " Elizab": 211, " Elizabeth": 212, " whi": 213, " C": 214, "nd": 215, "ic": 216, " ne": 217, " ex": 218, "red": 219, "end": 220, "ke": 221, "oo": 222, " were": 223, "ess": 224, "rom": 225, " le": 226, "if": 227, " sa": 228, " which": 229, " D": 230, " com": 231, " The": 232, " could": 233, "cy": 234, "self": 235, "ard": 236, " st": 237, " S": 238, " k": 239, " been": 240, " they": 241, " very": 242, " them": 243, "all": 244, " am": 245, " no": 246, " from": 247, "ag": 248, " fe": 249, " do": 250, " who": 251, " whe": 252, " would": 253, "able": 254, " man": 255, " dis": 256, " A": 257, " your": 258, "art": 259, " their": 260, " sh": 261, "ance": 262, "em": 263, " Dar": 264, " Darcy": 265, " li": 266, " what": 267, " will": 268, " any": 269, " un": 270, "ul": 271, "ome": 272, "ant": 273, "han": 274, "ong": 275, " there": 276, " af": 277, "est": 278, " kn": 279, "ort": 280, " thou": 281, " this": 282, " said": 283, " such": 284, "ity": 285, "ure": 286, "il": 287, "ra": 288, " im": 289, " v": 290, "ate": 291, "ley": 292, " int": 293, " al": 294, " ad": 295, " sp": 296, "one": 297, "ther": 298, " ac": 299, " Mrs": 300, "oll": 301, "itt": 302, "hing": 303, " know": 304, " per": 305, "ved": 306, " ag": 307, "ment": 308, "enn": 309, "iss": 310, " are": 311, " than": 312, "nt": 313, "ol": 314, " much": 315, " can": 316, " She": 317, "ight": 318, "ather": 319, " or": 320, "ind": 321, " Benn": 322, " Bennet": 323, " more": 324, "ive": 325, " J": 326, " pre": 327, "ous": 328, "out": 329, "ost": 330, " ab": 331, "fore": 332, " when": 333, " Bing": 334, " Bingley": 335, " part": 336, "os": 337, " Miss": 338, " pro": 339, "ood": 340, "au": 341, "ence": 342, " must": 343, " But": 344, " Y": 345, "ane": 346, "ak": 347, "ister": 348, "reat": 349, " sister": 350, "ert": 351, "ady": 352, " en": 353, " how": 354, "wn": 355, "ast": 356, "op": 357, " Jane": 358, " att": 359, " other": 360, " one": 361, "pt": 362, " every": 363, " exp": 364, " comp": 365, " should": 366, "ine": 367, " j": 368, "other": 369, "ink": 370, "ving": 371, "ked": 372, " if": 373, "hi": 374, "ru": 375, " rep": 376, "ven": 377, "ally": 378, "ide": 379, "ham": 380, "ily": 381, "ake": 382, " think": 383, " qu": 384, "ins": 385, "ick": 386, " herself": 387, "us": 388, " did": 389, " some": 390, " imp": 391, "ress": 392, " ob": 393, " It": 394, "ject": 395, "ib": 396, " has": 397, "ry": 398, "di": 399, "way": 400, " He": 401, "el": 402, "leas": 403, "ame": 404, " before": 405, "and": 406, "ond": 407, "fe": 408, "ings": 409, "urn": 410, " soon": 411, "ish": 412, "age": 413, " N": 414, " see": 415, "ite": 416, " app": 417, " po": 418, "tter": 419, "ord": 420, " great": 421, " tim": 422, "hed": 423, " though": 424, "ions": 425, " again": 426, " Coll": 427, " Collins": 428, "ever": 429, " only": 430, "ies": 431, "un": 432, " mar": 433, "fect": 434, "ner": 435, " Wick": 436, " Wickham": 437, " say": 438, " might": 439, " pleas": 440, " never": 441, " after": 442, " good": 443, "ng": 444, " own": 445, " fri": 446, "ittle": 447, "ie": 448, " now": 449, " us": 450, "um": 451, " too": 452, " little": 453, "ried": 454, " time": 455, " may": 456, "are": 457, " r": 458, " res": 459, "ose": 460, " ro": 461, " well": 462, " You": 463, " sha": 464, " happ": 465, "te": 466, " friend": 467, " tw": 468, " most": 469, "ist": 470, " up": 471, " being": 472, "ible": 473, " off": 474, " br": 475, " young": 476, "ig": 477, " fa": 478, " G": 479, " day": 480, " pl": 481, "de": 482, " Ly": 483, " Lydi": 484, " Lydia": 485, " O": 486, "ear": 487, " go": 488, "ness": 489, " cont": 490, " P": 491, "ree": 492, "ise": 493, "ire": 494, "ac": 495, " feel": 496, "ough": 497, "ary": 498, "lie": 499}, "merge": [[59, 46, 74], [1, 26, 75], [59, 41, 76], [70, 48, 77], [59, 7, 78], [59, 49, 79], [36, 26, 80], [59, 47, 81], [74, 75, 82], [1, 41, 83], [26, 36, 84], [47, 25, 85], [26, 48, 86], [59, 73, 87], [59, 33, 88], [70, 7, 89], [47, 48, 90], [26, 18, 91], [76, 48, 92], [70, 46, 93], [74, 47, 94], [59, 24, 95], [59, 32, 96], [81, 32, 97], [77, 40, 98], [59, 75, 99], [92, 18, 100], [59, 18, 101], [59, 48, 102], [59, 1, 103], [41, 36, 104], [14, 14, 105], [59, 77, 106], [41, 7, 107], [14, 26, 108], [87, 26, 109], [59, 20, 110], [41, 48, 111], [47, 36, 112], [59, 83, 113], [41, 46, 114], [59, 43, 115], [47, 46, 116], [99, 36, 117], [26, 7, 118], [47, 33, 119], [83, 46, 120], [14, 19, 121], [59, 26, 122], [14, 70, 123], [26, 46, 124], [79, 107, 125], [59, 80, 126], [59, 19, 127], [70, 90, 128], [24, 26, 129], [86, 46, 130], [59, 72, 131], [6, 26, 132], [7, 46, 133], [6, 84, 134], [14, 18, 135], [59, 40, 136], [127, 85, 137], [70, 33, 138], [102, 116, 139], [24, 1, 140], [7, 26, 141], [74, 120, 142], [25, 46, 143], [40, 1, 144], [47, 49, 145], [76, 7, 146], [59, 93, 147], [78, 75, 148], [96, 112, 149], [74, 1, 150], [59, 14, 151], [70, 18, 152], [24, 46, 153], [93, 1, 154], [85, 135, 155], [79, 154, 156], [75, 36, 157], [103, 89, 158], [81, 48, 159], [70, 36, 160], [79, 1, 161], [41, 73, 162], [41, 19, 163], [131, 36, 164], [46, 84, 165], [113, 18, 166], [79, 26, 167], [78, 25, 168], [59, 28, 169], [76, 46, 170], [41, 14, 171], [59, 25, 172], [36, 70, 173], [41, 18, 174], [95, 90, 175], [78, 47, 176], [59, 89, 177], [103, 138, 178], [70, 105, 179], [113, 132, 180], [26, 153, 181], [134, 19, 182], [144, 46, 183], [41, 77, 184], [85, 36, 185], [59, 68, 186], [59, 63, 187], [36, 47, 188], [124, 1, 189], [59, 3, 190], [76, 105, 191], [87, 143, 192], [25, 36, 193], [20, 20, 194], [88, 19, 195], [88, 26, 196], [114, 128, 197], [59, 17, 198], [123, 45, 199], [59, 2, 200], [190, 199, 201], [101, 26, 202], [88, 25, 203], [47, 80, 204], [78, 26, 205], [87, 19, 206], [7, 7, 207], [14, 32, 208], [58, 25, 209], [41, 33, 210], [201, 162, 211], [211, 189, 212], [161, 70, 213], [59, 12, 214], [48, 18, 215], [70, 24, 216], [102, 26, 217], [122, 60, 218], [80, 18, 219], [86, 18, 220], [42, 26, 221], [47, 47, 222], [167, 80, 223], [118, 7, 224], [36, 119, 225], [59, 108, 226], [70, 32, 227], [78, 41, 228], [213, 140, 229], [59, 10, 230], [95, 119, 231], [186, 75, 232], [95, 155, 233], [24, 19, 234], [141, 208, 235], [104, 18, 236], [78, 46, 237], [59, 52, 238], [59, 42, 239], [109, 86, 240], [82, 19, 241], [59, 182, 242], [82, 33, 243], [41, 105, 244], [76, 33, 245], [102, 47, 246], [96, 225, 247], [41, 40, 248], [96, 26, 249], [101, 47, 250], [161, 47, 251], [79, 75, 252], [79, 155, 253], [162, 108, 254], [88, 111, 255], [101, 89, 256], [59, 34, 257], [137, 36, 258], [104, 46, 259], [82, 160, 260], [78, 1, 261], [111, 129, 262], [26, 33, 263], [230, 104, 264], [264, 234, 265], [59, 123, 266], [79, 120, 267], [79, 179, 268], [92, 19, 269], [172, 48, 270], [25, 14, 271], [119, 26, 272], [111, 46, 273], [83, 48, 274], [90, 40, 275], [82, 80, 276], [76, 32, 277], [118, 46, 278], [239, 48, 279], [112, 46, 280], [150, 85, 281], [150, 89, 282], [228, 152, 283], [168, 140, 284], [93, 19, 285], [25, 80, 286], [70, 14, 287], [36, 41, 288], [59, 138, 289], [59, 6, 290], [114, 26, 291], [108, 19, 292], [106, 46, 293], [76, 14, 294], [76, 18, 295], [78, 20, 296], [90, 26, 297], [46, 157, 298], [76, 24, 299], [164, 7, 300], [47, 105, 301], [93, 46, 302], [1, 98, 303], [279, 145, 304], [110, 84, 305], [6, 91, 306], [76, 40, 307], [33, 130, 308], [86, 48, 309], [89, 7, 310], [76, 80, 311], [74, 274, 312], [48, 46, 313], [47, 14, 314], [203, 140, 315], [95, 111, 316], [238, 75, 317], [70, 183, 318], [114, 157, 319], [81, 36, 320], [77, 18, 321], [169, 309, 322], [322, 124, 323], [88, 204, 324], [70, 132, 325], [59, 5, 326], [110, 80, 327], [85, 7, 328], [85, 46, 329], [47, 133, 330], [76, 73, 331], [32, 204, 332], [252, 48, 333], [169, 98, 334], [334, 292, 335], [110, 259, 336], [47, 7, 337], [131, 310, 338], [110, 188, 339], [222, 18, 340], [41, 25, 341], [86, 129, 342], [203, 133, 343], [169, 143, 344], [59, 66, 345], [111, 26, 346], [41, 42, 347], [89, 165, 348], [80, 114, 349], [78, 348, 350], [84, 46, 351], [174, 19, 352], [59, 86, 353], [103, 145, 354], [49, 48, 355], [107, 46, 356], [47, 20, 357], [326, 346, 358], [170, 46, 359], [81, 298, 360], [159, 26, 361], [20, 46, 362], [122, 182, 363], [218, 20, 364], [231, 20, 365], [261, 155, 366], [77, 26, 367], [59, 56, 368], [116, 157, 369], [77, 42, 370], [6, 98, 371], [42, 91, 372], [59, 227, 373], [1, 70, 374], [36, 25, 375], [126, 20, 376], [6, 86, 377], [244, 19, 378], [152, 26, 379], [83, 33, 380], [70, 121, 381], [41, 221, 382], [150, 370, 383], [59, 209, 384], [77, 7, 385], [216, 42, 386], [117, 235, 387], [25, 7, 388], [101, 152, 389], [78, 272, 390], [289, 20, 391], [80, 207, 392], [81, 73, 393], [115, 46, 394], [56, 181, 395], [70, 73, 396], [113, 7, 397], [36, 19, 398], [18, 70, 399], [49, 163, 400], [198, 26, 401], [26, 14, 402], [108, 107, 403], [210, 26, 404], [109, 332, 405], [111, 18, 406], [90, 18, 407], [32, 26, 408], [98, 7, 409], [193, 48, 410], [176, 90, 411], [89, 1, 412], [248, 26, 413], [59, 51, 414], [205, 26, 415], [93, 26, 416], [76, 194, 417], [110, 47, 418], [46, 165, 419], [112, 18, 420], [136, 349, 421], [74, 138, 422], [75, 18, 423], [281, 144, 424], [128, 7, 425], [307, 184, 426], [214, 301, 427], [427, 385, 428], [26, 134, 429], [159, 121, 430], [70, 118, 431], [25, 48, 432], [88, 104, 433], [32, 181, 434], [48, 84, 435], [200, 386, 436], [436, 380, 437], [78, 163, 438], [88, 318, 439], [110, 403, 440], [217, 134, 441], [277, 165, 442], [136, 340, 443], [48, 40, 444], [81, 355, 445], [96, 173, 446], [302, 108, 447], [70, 26, 448], [102, 145, 449], [172, 7, 450], [25, 33, 451], [94, 47, 452], [151, 447, 453], [173, 91, 454], [422, 26, 455], [88, 163, 456], [41, 80, 457], [59, 36, 458], [126, 7, 459], [47, 141, 460], [59, 188, 461], [167, 105, 462], [345, 85, 463], [78, 83, 464], [113, 194, 465], [46, 26, 466], [446, 220, 467], [74, 49, 468], [88, 330, 469], [89, 46, 470], [172, 20, 471], [109, 98, 472], [396, 108, 473], [97, 32, 474], [87, 36, 475], [137, 444, 476], [70, 40, 477], [96, 41, 478], [59, 50, 479], [101, 163, 480], [110, 14, 481], [18, 26, 482], [187, 19, 483], [483, 399, 484], [484, 41, 485], [59, 9, 486], [26, 104, 487], [136, 47, 488], [48, 224, 489], [175, 46, 490], [59, 8, 491], [80, 26, 492], [89, 26, 493], [70, 80, 494], [41, 24, 495], [249, 402, 496], [85, 144, 497], [104, 19, 498], [123, 26, 499]]}