{"word_index": {"<PAD>": 0, "x": 1, "K": 2, "M": 3, "\u00ea": 4, "\u00e9": 5, "F": 6, "Y": 7, "y": 8, "s": 9, "e": 10, "B": 11, "Z": 12, "\u201d": 13, "\u2019": 14, "?": 15, "k": 16, "2": 17, "m": 18, "l": 19, "t": 20, " ": 21, "(": 22, "J": 23, "!": 24, "g": 25, "E": 26, "u": 27, "U": 28, "W": 29, "6": 30, "i": 31, ",": 32, "p": 33, "r": 34, "b": 35, "N": 36, "O": 37, "C": 38, "R": 39, "V": 40, "\u0153": 41, "o": 42, ")": 43, "q": 44, "\u00e0": 45, "a": 46, "-": 47, "4": 48, "f": 49, ";": 50, "'": 51, "P": 52, "1": 53, "D": 54, "S": 55, ":": 56, "w": 57, "d": 58, "n": 59, "A": 60, ".": 61, "v": 62, "L": 63, "\u201c": 64, "j": 65, "z": 66, "I": 67, "T": 68, "c": 69, "H": 70, "8": 71, "h": 72, "G": 73, " t": 74, "he": 75, " a": 76, "in": 77, " s": 78, " w": 79, "re": 80, " o": 81, " the": 82, "ha": 83, "er": 84, "ou": 85, "en": 86, " b": 87, " m": 88, "is": 89, "on": 90, "ed": 91, " an": 92, "it": 93, " to": 94, " c": 95, " f": 96, " of": 97, "ing": 98, " he": 99, " and": 100, " d": 101, " n": 102, " h": 103, "ar": 104, "ll": 105, " in": 106, "as": 107, "le": 108, " be": 109, " p": 110, "an": 111, "or": 112, " ha": 113, "at": 114, " I": 115, "ot": 116, " her": 117, "es": 118, "om": 119, "hat": 120, "ly": 121, " e": 122, "li": 123, "et": 124, " was": 125, " re": 126, " y": 127, "ion": 128, "ce": 129, "ent": 130, " M": 131, "ve": 132, "st": 133, "ver": 134, "ld": 135, " g": 136, " you": 137, "im": 138, " not": 139, "ch": 140, "se": 141, " that": 142, "ut": 143, "gh": 144, "ow": 145, " as": 146, " it": 147, " she": 148, " for": 149, " th": 150, " l": 151, "id": 152, "ct": 153, "ith": 154, "ould": 155, " with": 156, "her": 157, " his": 158, " on": 159, "ir": 160, " wh": 161, "ab": 162, "ay": 163, " Mr": 164, "ter": 165, " had": 166, " we": 167, " su": 168, " B": 169, " at": 170, "al": 171, " u": 172, "ri": 173, "ad": 174, " con": 175, " so": 176, " is": 177, " him": 178, "ill": 179, " have": 180, "ect": 181, "very": 182, "ght": 183, "ain": 184, "our": 185, " T": 186, " L": 187, "ro": 188, "eth": 189, " E": 190, " all": 191, " but": 192, "ur": 193, "pp": 194, " my": 195, " me": 196, "ation": 197, " H": 198, "liz": 199, " W": 200, " Eliz": 201, " de": 202, " mu": 203, "ore": 204, " se": 205, " by": 206, "ss": 207, "lf": 208, "qu": 209, "am": 210, " Elizab": 211, " Elizabeth": 212, " whi": 213, " C": 214, "nd": 215, "ic": 216, " ne": 217, " ex": 218, "red": 219, "end": 220, "ke": 221, "oo": 222, " were": 223, "ess": 224, "rom": 225, " le": 226, "if": 227, " sa": 228, " which": 229, " D": 230, " com": 231, " The": 232, " could": 233, "cy": 234, "self": 235, "ard": 236, " st": 237, " S": 238, " k": 239, " been": 240, " they": 241, " very": 242, " them": 243, "all": 244, " am": 245, " no": 246, " from": 247, "ag": 248, " fe": 249, " do": 250, " who": 251, " whe": 252, " would": 253, "able": 254, " man": 255, " dis": 256, " A": 257, " your": 258, "art": 259, " their": 260, " sh": 261, "ance": 262, "em": 263, " Dar": 264, " Darcy": 265, " li": 266, " what": 267, " will": 268, " any": 269, " un": 270, "ul": 271, "ome": 272, "ant": 273, "han": 274, "ong": 275, " there": 276, " af": 277, "est": 278, " kn": 279, "ort": 280, " thou": 281, " this": 282, " said": 283, " such": 284, "ity": 285, "ure": 286, "il": 287, "ra": 288, " im": 289, " v": 290, "ate": 291, "ley": 292, " int": 293, " al": 294, " ad": 295, " sp": 296, "one": 297, "ther": 298, " ac": 299, " Mrs": 300, "oll": 301, "itt": 302, "hing": 303, " know": 304, " per": 305, "ved": 306, " ag": 307, "ment": 308, "enn": 309, "iss": 310, " are": 311, " than": 312, "nt": 313, "ol": 314, " much": 315, " can": 316, " She": 317, "ight": 318, "ather": 319, " or": 320, "ind": 321, " Benn": 322, " Bennet": 323, " more": 324, "ive": 325, " J": 326, " pre": 327, "ous": 328, "out": 329, "ost": 330, " ab": 331, "fore": 332, " when": 333, " Bing": 334, " Bingley": 335, " part": 336, "os": 337, " Miss": 338, " pro": 339, "ood": 340, "au": 341, "ence": 342, " must": 343, " But": 344, " Y": 345, "ane": 346, "ak": 347, "ister": 348, "reat": 349, " sister": 350, "ert": 351, "ady": 352, " en": 353, " how": 354, "wn": 355, "ast": 356, "op": 357, " Jane": 358, " att": 359, " other": 360, " one": 361, "pt": 362, " every": 363, " exp": 364, " comp": 365, " should": 366, "ine": 367, " j": 368, "other": 369, "ink": 370, "ving": 371, "ked": 372, " if": 373, "hi": 374, "ru": 375, " rep": 376, "ven": 377, "ally": 378, "ide": 379, "ham": 380, "ily": 381, "ake": 382, " think": 383, " qu": 384, "ins": 385, "ick": 386, " herself": 387, "us": 388, " did": 389, " some": 390, " imp": 391, "ress": 392, " ob": 393, " It": 394, "ject": 395, "ib": 396, " has": 397, "ry": 398, "di": 399, "way": 400, " He": 401, "el": 402, "leas": 403, "ame": 404, " before": 405, "and": 406, "ond": 407, "fe": 408, "ings": 409, "urn": 410, " soon": 411, "ish": 412, "age": 413, " N": 414, " see": 415, "ite": 416, " app": 417, " po": 418, "tter": 419, "ord": 420, " great": 421, " tim": 422, "hed": 423, " though": 424, "ions": 425, " again": 426, " Coll": 427, " Collins": 428, "ever": 429, " only": 430, "ies": 431, "un": 432, " mar": 433, "fect": 434, "ner": 435, " Wick": 436, " Wickham": 437, " say": 438, " might": 439, " pleas": 440, " never": 441, " after": 442, " good": 443, "ng": 444, " own": 445, " fri": 446, "ittle": 447, "ie": 448, " now": 449, " us": 450, "um": 451, " too": 452, " little": 453, "ried": 454, " time": 455, " may": 456, "are": 457, " r": 458, " res": 459, "ose": 460, " ro": 461, " well": 462, " You": 463, " sha": 464, " happ": 465, "te": 466, " friend": 467, " tw": 468, " most": 469, "ist": 470, " up": 471, " being": 472, "ible": 473, " off": 474, " br": 475, " young": 476, "ig": 477, " fa": 478, " G": 479, " day": 480, " pl": 481, "de": 482, " Ly": 483, " Lydi": 484, " Lydia": 485, " O": 486, "ear": 487, " go": 488, "ness": 489, " cont": 490, " P": 491, "ree": 492, "ise": 493, "ire": 494, "ac": 495, " feel": 496, "ough": 497, "ary": 498, "lie": 499, " cons": 500, " hop": 501, " des": 502, "ice": 503, "alk": 504, "ertain": 505, "ge": 506, "cas": 507, " without": 508, "ound": 509, "ell": 510, " Lady": 511, " fam": 512, " room": 513, "har": 514, "ach": 515, "ention": 516, " F": 517, " loo": 518, " ent": 519, "augh": 520, " long": 521, "od": 522, "ward": 523, " nothing": 524, " fir": 525, "ful": 526, "ass": 527, " make": 528, " even": 529, " add": 530, " then": 531, " manner": 532, " ju": 533, "ade": 534, " family": 535, "ether": 536, "ps": 537, "ount": 538, " shall": 539, "th": 540, "ove": 541, " belie": 542, " rem": 543, " ass": 544, " first": 545, " thought": 546, "bour": 547, "cl": 548, " dear": 549, " over": 550, " out": 551, " acc": 552, "ci": 553, " two": 554, " And": 555, "ouse": 556, " like": 557, " op": 558, " pr": 559, "led": 560, " into": 561, "per": 562, "iness": 563, " father": 564, "thing": 565, "ced": 566, "ated": 567, " sc": 568, " however": 569, "aughter": 570, " house": 571, "ave": 572, " und": 573, " certain": 574, " rec": 575, "pect": 576, " ar": 577, " daughter": 578, " ret": 579, " himself": 580, "int": 581, "med": 582, "ten": 583, " mother": 584, "shi": 585, " spe": 586, "iv": 587, " They": 588, "ered": 589, "iner": 590, " hope": 591, "aint": 592, " cann": 593, " cannot": 594, " supp": 595, " letter": 596, "lied": 597, " made": 598, " reg": 599, " many": 600, " mean": 601, " sub": 602, " way": 603, " ever": 604, " gr": 605, " beg": 606, " Cather": 607, " Catherine": 608, "lot": 609, " about": 610, "fere": 611, " rece": 612, "own": 613, " alway": 614, " always": 615, "ning": 616, " pers": 617, "ber": 618, " seem": 619, " away": 620, " wr": 621, " just": 622, "sw": 623, "icul": 624, " wor": 625, "lt": 626, "hen": 627, " som": 628, "ared": 629, " sat": 630, "ied": 631, " Gard": 632, " Gardiner": 633, " return": 634, " answ": 635, " give": 636, " acqu": 637, "ished": 638, " My": 639, " last": 640, " unc": 641, " sm": 642, " Char": 643, "ract": 644, " poss": 645, " Long": 646, " oc": 647, " kind": 648, "ither": 649, "vour": 650, "wards": 651, "ility": 652, " expect": 653, "ious": 654, " pres": 655, "cess": 656, "igh": 657, " enough": 658, "iz": 659, " its": 660, " mor": 661, " subject": 662, "ately": 663, "ined": 664, " under": 665, "ces": 666, "light": 667, " sure": 668, "ody": 669, " speak": 670, "ened": 671, " hear": 672, " affect": 673, "body": 674, "fort": 675, " felt": 676, " Charlot": 677, " Charlotte": 678, " replied": 679, " cried": 680, "ign": 681, " inde": 682, "ener": 683, " acquaint": 684, " wish": 685, " saw": 686, " pass": 687, "riage": 688, " often": 689, "ended": 690, " adv": 691, " myself": 692, "ery": 693, "illi": 694, " gent": 695, " pleasure": 696, " where": 697, "ause": 698, " cha": 699, " set": 700, " better": 701, " inf": 702, "ens": 703, " R": 704, "ged": 705, " love": 706, "illiam": 707, " having": 708, " object": 709, " look": 710, "bourn": 711, " express": 712, "lic": 713, " fort": 714, " feelings": 715, " inst": 716, " Longbourn": 717, "bt": 718, " inc": 719, "unt": 720, " done": 721, "vers": 722, " Lu": 723, " Lucas": 724, " Her": 725, " quite": 726, " sur": 727, "ield": 728, "irl": 729, " vis": 730, " ill": 731, " dist": 732, "lem": 733, " whom": 734, " bec": 735, " girl": 736, "ers": 737, " less": 738, " dif": 739, " does": 740, "ction": 741, "inu": 742, " whole": 743, "ford": 744, " count": 745, " brother": 746, " turn": 747, "ations": 748, " rel": 749, "ived": 750, " hand": 751, " In": 752, " ch": 753, " disc": 754, "ck": 755, " lad": 756, "cept": 757, " heard": 758, "erv": 759, " end": 760, " Oh": 761, " When": 762, "du": 763, " continu": 764, " ladies": 765, "we": 766, " walk": 767, " particul": 768, " particular": 769, "less": 770, " appear": 771, " came": 772, " visit": 773, " till": 774, " believe": 775, " K": 776, " read": 777, " adm": 778, "ably": 779, " Th": 780, "xt": 781, "ider": 782, " really": 783, " form": 784, "isf": 785, "ace": 786, " eng": 787, " gener": 788, "ne": 789, " His": 790, " present": 791, " want": 792, "right": 793, " our": 794, " therefore": 795, " word": 796, "ince": 797, "osed": 798, " opin": 799, " call": 800, " mom": 801, " moment": 802, "ement": 803, "olone": 804, "olonel": 805, " inv": 806, " What": 807, " talk": 808, " anything": 809, "oy": 810, " morning": 811, " gentlem": 812, " ev": 813, " aunt": 814, "atter": 815, " wom": 816, "ething": 817, " sisters": 818, "ised": 819, " If": 820, " satisf": 821, " Colonel": 822, "ety": 823, "medi": 824, " consider": 825, "erm": 826, " something": 827, " foll": 828, " find": 829, " pe": 830, " disp": 831, " added": 832, "pr": 833, " nat": 834, " tr": 835, "field": 836, " immedi": 837, " next": 838, " indeed": 839, "ks": 840, " dan": 841, " obs": 842, "itu": 843, " How": 844, " Nether": 845, " Netherfield": 846, "ep": 847, " charact": 848, " opinion": 849, "alked": 850, "vi": 851, "ained": 852, " answer": 853, "haps": 854, " few": 855, "ap": 856, " sec": 857, " towards": 858, "gether": 859, "ty": 860, " comm": 861, "ason": 862, " take": 863, " det": 864, " Liz": 865, " Lizz": 866, " character": 867, " attention": 868, " seen": 869, " seemed": 870, " surpr": 871, " civ": 872, " occas": 873, " est": 874, " gl": 875, " Lizzy": 876, " come": 877, "ull": 878, "ret": 879, "ft": 880, " ey": 881, "empt": 882, " found": 883, " str": 884, " affection": 885, "ember": 886, " down": 887, " new": 888, " since": 889, " acquaintance": 890, " ref": 891, "owed": 892, " bet": 893, "ton": 894, "ceed": 895, "ured": 896, " place": 897, " immediately": 898, " half": 899, " gi": 900, " evening": 901, "old": 902, " For": 903, " ide": 904, "ase": 905, " home": 906, " same": 907, " car": 908, " uncle": 909, " marry": 910, " best": 911, " nor": 912, " chi": 913, " least": 914, " underst": 915, " while": 916, " favour": 917, "ween": 918, " beha": 919, " convers": 920, " engag": 921, " bot": 922, " har": 923, "most": 924, " tell": 925, " delight": 926, " certainly": 927, "nce": 928, " hon": 929, " cir": 930, " circ": 931, " cour": 932, "ile": 933, " happy": 934, " perfect": 935, " There": 936, " told": 937, "oss": 938, " thr": 939, " these": 940, "orm": 941, " ear": 942, " spo": 943, " left": 944, " whose": 945, " cous": 946, " looked": 947, " inqu": 948, " inter": 949, " leave": 950, "ere": 951, "ute": 952, " point": 953, "ial": 954, "ern": 955, " mind": 956, " sett": 957, " still": 958, " hum": 959, " respect": 960, " mention": 961, "ack": 962, " el": 963, " agree": 964, " town": 965, "shire": 966, " person": 967, " cl": 968, " between": 969, " world": 970, " yet": 971, "oubt": 972, " Mery": 973, " Meryton": 974, " both": 975, " abs": 976, " together": 977, " happiness": 978, " prev": 979, " conf": 980, " fortun": 981, " This": 982, " occasion": 983, " party": 984, " upon": 985, " life": 986, " hour": 987, " each": 988, "hes": 989, " here": 990, "ense": 991, "aut": 992, " those": 993, "ited": 994, " began": 995, "ue": 996, " passed": 997, " because": 998, " mis": 999}, "merge": [[21, 20, 74], [72, 10, 75], [21, 46, 76], [31, 59, 77], [21, 9, 78], [21, 57, 79], [34, 10, 80], [21, 42, 81], [74, 75, 82], [72, 46, 83], [10, 34, 84], [42, 27, 85], [10, 59, 86], [21, 35, 87], [21, 18, 88], [31, 9, 89], [42, 59, 90], [10, 58, 91], [76, 59, 92], [31, 20, 93], [74, 42, 94], [21, 69, 95], [21, 49, 96], [81, 49, 97], [77, 25, 98], [21, 75, 99], [92, 58, 100], [21, 58, 101], [21, 59, 102], [21, 72, 103], [46, 34, 104], [19, 19, 105], [21, 77, 106], [46, 9, 107], [19, 10, 108], [87, 10, 109], [21, 33, 110], [46, 59, 111], [42, 34, 112], [21, 83, 113], [46, 20, 114], [21, 67, 115], [42, 20, 116], [99, 34, 117], [10, 9, 118], [42, 18, 119], [83, 20, 120], [19, 8, 121], [21, 10, 122], [19, 31, 123], [10, 20, 124], [79, 107, 125], [21, 80, 126], [21, 8, 127], [31, 90, 128], [69, 10, 129], [86, 20, 130], [21, 3, 131], [62, 10, 132], [9, 20, 133], [62, 84, 134], [19, 58, 135], [21, 25, 136], [127, 85, 137], [31, 18, 138], [102, 116, 139], [69, 72, 140], [9, 10, 141], [74, 120, 142], [27, 20, 143], [25, 72, 144], [42, 57, 145], [76, 9, 146], [21, 93, 147], [78, 75, 148], [96, 112, 149], [74, 72, 150], [21, 19, 151], [31, 58, 152], [69, 20, 153], [93, 72, 154], [85, 135, 155], [79, 154, 156], [75, 34, 157], [103, 89, 158], [81, 59, 159], [31, 34, 160], [79, 72, 161], [46, 35, 162], [46, 8, 163], [131, 34, 164], [20, 84, 165], [113, 58, 166], [79, 10, 167], [78, 27, 168], [21, 11, 169], [76, 20, 170], [46, 19, 171], [21, 27, 172], [34, 31, 173], [46, 58, 174], [95, 90, 175], [78, 42, 176], [21, 89, 177], [103, 138, 178], [31, 105, 179], [113, 132, 180], [10, 153, 181], [134, 8, 182], [144, 20, 183], [46, 77, 184], [85, 34, 185], [21, 68, 186], [21, 63, 187], [34, 42, 188], [124, 72, 189], [21, 26, 190], [76, 105, 191], [87, 143, 192], [27, 34, 193], [33, 33, 194], [88, 8, 195], [88, 10, 196], [114, 128, 197], [21, 70, 198], [123, 66, 199], [21, 29, 200], [190, 199, 201], [101, 10, 202], [88, 27, 203], [42, 80, 204], [78, 10, 205], [87, 8, 206], [9, 9, 207], [19, 49, 208], [44, 27, 209], [46, 18, 210], [201, 162, 211], [211, 189, 212], [161, 31, 213], [21, 38, 214], [59, 58, 215], [31, 69, 216], [102, 10, 217], [122, 1, 218], [80, 58, 219], [86, 58, 220], [16, 10, 221], [42, 42, 222], [167, 80, 223], [118, 9, 224], [34, 119, 225], [21, 108, 226], [31, 49, 227], [78, 46, 228], [213, 140, 229], [21, 54, 230], [95, 119, 231], [186, 75, 232], [95, 155, 233], [69, 8, 234], [141, 208, 235], [104, 58, 236], [78, 20, 237], [21, 55, 238], [21, 16, 239], [109, 86, 240], [82, 8, 241], [21, 182, 242], [82, 18, 243], [46, 105, 244], [76, 18, 245], [102, 42, 246], [96, 225, 247], [46, 25, 248], [96, 10, 249], [101, 42, 250], [161, 42, 251], [79, 75, 252], [79, 155, 253], [162, 108, 254], [88, 111, 255], [101, 89, 256], [21, 60, 257], [137, 34, 258], [104, 20, 259], [82, 160, 260], [78, 72, 261], [111, 129, 262], [10, 18, 263], [230, 104, 264], [264, 234, 265], [21, 123, 266], [79, 120, 267], [79, 179, 268], [92, 8, 269], [172, 59, 270], [27, 19, 271], [119, 10, 272], [111, 20, 273], [83, 59, 274], [90, 25, 275], [82, 80, 276], [76, 49, 277], [118, 20, 278], [239, 59, 279], [112, 20, 280], [150, 85, 281], [150, 89, 282], [228, 152, 283], [168, 140, 284], [93, 8, 285], [27, 80, 286], [31, 19, 287], [34, 46, 288], [21, 138, 289], [21, 62, 290], [114, 10, 291], [108, 8, 292], [106, 20, 293], [76, 19, 294], [76, 58, 295], [78, 33, 296], [90, 10, 297], [20, 157, 298], [76, 69, 299], [164, 9, 300], [42, 105, 301], [93, 20, 302], [72, 98, 303], [279, 145, 304], [110, 84, 305], [62, 91, 306], [76, 25, 307], [18, 130, 308], [86, 59, 309], [89, 9, 310], [76, 80, 311], [74, 274, 312], [59, 20, 313], [42, 19, 314], [203, 140, 315], [95, 111, 316], [238, 75, 317], [31, 183, 318], [114, 157, 319], [81, 34, 320], [77, 58, 321], [169, 309, 322], [322, 124, 323], [88, 204, 324], [31, 132, 325], [21, 23, 326], [110, 80, 327], [85, 9, 328], [85, 20, 329], [42, 133, 330], [76, 35, 331], [49, 204, 332], [252, 59, 333], [169, 98, 334], [334, 292, 335], [110, 259, 336], [42, 9, 337], [131, 310, 338], [110, 188, 339], [222, 58, 340], [46, 27, 341], [86, 129, 342], [203, 133, 343], [169, 143, 344], [21, 7, 345], [111, 10, 346], [46, 16, 347], [89, 165, 348], [80, 114, 349], [78, 348, 350], [84, 20, 351], [174, 8, 352], [21, 86, 353], [103, 145, 354], [57, 59, 355], [107, 20, 356], [42, 33, 357], [326, 346, 358], [170, 20, 359], [81, 298, 360], [159, 10, 361], [33, 20, 362], [122, 182, 363], [218, 33, 364], [231, 33, 365], [261, 155, 366], [77, 10, 367], [21, 65, 368], [116, 157, 369], [77, 16, 370], [62, 98, 371], [16, 91, 372], [21, 227, 373], [72, 31, 374], [34, 27, 375], [126, 33, 376], [62, 86, 377], [244, 8, 378], [152, 10, 379], [83, 18, 380], [31, 121, 381], [46, 221, 382], [150, 370, 383], [21, 209, 384], [77, 9, 385], [216, 16, 386], [117, 235, 387], [27, 9, 388], [101, 152, 389], [78, 272, 390], [289, 33, 391], [80, 207, 392], [81, 35, 393], [115, 20, 394], [65, 181, 395], [31, 35, 396], [113, 9, 397], [34, 8, 398], [58, 31, 399], [57, 163, 400], [198, 10, 401], [10, 19, 402], [108, 107, 403], [210, 10, 404], [109, 332, 405], [111, 58, 406], [90, 58, 407], [49, 10, 408], [98, 9, 409], [193, 59, 410], [176, 90, 411], [89, 72, 412], [248, 10, 413], [21, 36, 414], [205, 10, 415], [93, 10, 416], [76, 194, 417], [110, 42, 418], [20, 165, 419], [112, 58, 420], [136, 349, 421], [74, 138, 422], [75, 58, 423], [281, 144, 424], [128, 9, 425], [307, 184, 426], [214, 301, 427], [427, 385, 428], [10, 134, 429], [159, 121, 430], [31, 118, 431], [27, 59, 432], [88, 104, 433], [49, 181, 434], [59, 84, 435], [200, 386, 436], [436, 380, 437], [78, 163, 438], [88, 318, 439], [110, 403, 440], [217, 134, 441], [277, 165, 442], [136, 340, 443], [59, 25, 444], [81, 355, 445], [96, 173, 446], [302, 108, 447], [31, 10, 448], [102, 145, 449], [172, 9, 450], [27, 18, 451], [94, 42, 452], [151, 447, 453], [173, 91, 454], [422, 10, 455], [88, 163, 456], [46, 80, 457], [21, 34, 458], [126, 9, 459], [42, 141, 460], [21, 188, 461], [167, 105, 462], [345, 85, 463], [78, 83, 464], [113, 194, 465], [20, 10, 466], [446, 220, 467], [74, 57, 468], [88, 330, 469], [89, 20, 470], [172, 33, 471], [109, 98, 472], [396, 108, 473], [97, 49, 474], [87, 34, 475], [137, 444, 476], [31, 25, 477], [96, 46, 478], [21, 73, 479], [101, 163, 480], [110, 19, 481], [58, 10, 482], [187, 8, 483], [483, 399, 484], [484, 46, 485], [21, 37, 486], [10, 104, 487], [136, 42, 488], [59, 224, 489], [175, 20, 490], [21, 52, 491], [80, 10, 492], [89, 10, 493], [31, 80, 494], [46, 69, 495], [249, 402, 496], [85, 144, 497], [104, 8, 498], [123, 10, 499], [175, 9, 500], [103, 357, 501], [101, 118, 502], [31, 129, 503], [171, 16, 504], [351, 184, 505], [25, 10, 506], [69, 107, 507], [156, 329, 508], [85, 215, 509], [10, 105, 510], [187, 352, 511], [96, 210, 512], [461, 119, 513], [83, 34, 514], [46, 140, 515], [130, 128, 516], [21, 6, 517], [151, 222, 518], [21, 130, 519], [341, 144, 520], [151, 275, 521], [42, 58, 522], [57, 236, 523], [139, 303, 524], [96, 160, 525], [49, 271, 526], [107, 9, 527], [88, 382, 528], [122, 377, 529], [295, 58, 530], [82, 59, 531], [255, 435, 532], [368, 27, 533], [174, 10, 534], [512, 381, 535], [124, 157, 536], [33, 9, 537], [85, 313, 538], [464, 105, 539], [20, 72, 540], [42, 132, 541], [109, 499, 542], [126, 18, 543], [146, 9, 544], [525, 133, 545], [281, 183, 546], [35, 185, 547], [69, 19, 548], [202, 104, 549], [81, 134, 550], [81, 143, 551], [299, 69, 552], [69, 31, 553], [468, 42, 554], [257, 215, 555], [85, 141, 556], [266, 221, 557], [81, 33, 558], [110, 34, 559], [19, 91, 560], [293, 42, 561], [33, 84, 562], [77, 224, 563], [96, 319, 564], [20, 303, 565], [69, 91, 566], [114, 91, 567], [78, 69, 568], [354, 429, 569], [520, 165, 570], [103, 556, 571], [46, 132, 572], [172, 215, 573], [95, 505, 574], [126, 69, 575], [33, 181, 576], [76, 34, 577], [101, 570, 578], [126, 20, 579], [178, 235, 580], [77, 20, 581], [18, 91, 582], [20, 86, 583], [88, 369, 584], [9, 374, 585], [296, 10, 586], [31, 62, 587], [232, 8, 588], [10, 219, 589], [77, 84, 590], [501, 10, 591], [184, 20, 592], [316, 59, 593], [593, 116, 594], [168, 194, 595], [226, 419, 596], [123, 91, 597], [88, 534, 598], [126, 25, 599], [255, 8, 600], [196, 111, 601], [168, 35, 602], [79, 163, 603], [122, 134, 604], [136, 34, 605], [109, 25, 606], [214, 319, 607], [607, 367, 608], [19, 116, 609], [331, 329, 610], [408, 80, 611], [126, 129, 612], [145, 59, 613], [294, 400, 614], [614, 9, 615], [59, 98, 616], [305, 9, 617], [35, 84, 618], [205, 263, 619], [76, 400, 620], [79, 34, 621], [533, 133, 622], [9, 57, 623], [216, 271, 624], [79, 112, 625], [19, 20, 626], [75, 59, 627], [78, 119, 628], [46, 219, 629], [78, 114, 630], [31, 91, 631], [479, 236, 632], [632, 590, 633], [579, 410, 634], [92, 623, 635], [136, 325, 636], [299, 209, 637], [89, 423, 638], [131, 8, 639], [151, 356, 640], [270, 69, 641], [78, 18, 642], [214, 514, 643], [288, 153, 644], [418, 207, 645], [187, 275, 646], [81, 69, 647], [239, 321, 648], [93, 157, 649], [62, 185, 650], [523, 9, 651], [287, 285, 652], [364, 181, 653], [31, 328, 654], [327, 9, 655], [69, 224, 656], [31, 144, 657], [353, 497, 658], [31, 66, 659], [147, 9, 660], [88, 112, 661], [602, 395, 662], [291, 121, 663], [77, 91, 664], [573, 84, 665], [69, 118, 666], [123, 183, 667], [168, 80, 668], [522, 8, 669], [586, 347, 670], [86, 91, 671], [99, 104, 672], [277, 434, 673], [35, 669, 674], [49, 280, 675], [249, 626, 676], [643, 609, 677], [677, 466, 678], [376, 597, 679], [95, 454, 680], [477, 59, 681], [106, 482, 682], [86, 84, 683], [637, 592, 684], [79, 412, 685], [228, 57, 686], [110, 527, 687], [173, 413, 688], [97, 583, 689], [220, 91, 690], [295, 62, 691], [195, 235, 692], [84, 8, 693], [179, 31, 694], [136, 130, 695], [440, 286, 696], [252, 80, 697], [341, 141, 698], [95, 83, 699], [78, 124, 700], [109, 419, 701], [106, 49, 702], [86, 9, 703], [21, 39, 704], [25, 91, 705], [151, 541, 706], [694, 210, 707], [113, 371, 708], [393, 395, 709], [518, 16, 710], [547, 59, 711], [364, 392, 712], [123, 69, 713], [149, 20, 714], [496, 409, 715], [106, 133, 716], [646, 711, 717], [35, 20, 718], [106, 69, 719], [27, 313, 720], [101, 297, 721], [134, 9, 722], [187, 27, 723], [723, 507, 724], [198, 84, 725], [384, 416, 726], [168, 34, 727], [448, 135, 728], [160, 19, 729], [290, 89, 730], [21, 179, 731], [256, 20, 732], [108, 18, 733], [161, 119, 734], [109, 69, 735], [136, 729, 736], [84, 9, 737], [226, 207, 738], [101, 227, 739], [250, 118, 740], [153, 128, 741], [77, 27, 742], [251, 108, 743], [49, 420, 744], [95, 538, 745], [475, 369, 746], [74, 410, 747], [197, 9, 748], [126, 19, 749], [31, 306, 750], [113, 215, 751], [115, 59, 752], [95, 72, 753], [256, 69, 754], [69, 16, 755], [151, 174, 756], [129, 362, 757], [99, 236, 758], [84, 62, 759], [21, 220, 760], [486, 72, 761], [200, 627, 762], [58, 27, 763], [490, 742, 764], [756, 431, 765], [57, 10, 766], [79, 504, 767], [336, 624, 768], [768, 104, 769], [108, 207, 770], [417, 487, 771], [95, 404, 772], [730, 93, 773], [74, 179, 774], [542, 132, 775], [21, 2, 776], [126, 174, 777], [295, 18, 778], [162, 121, 779], [186, 72, 780], [1, 20, 781], [152, 84, 782], [126, 378, 783], [149, 18, 784], [89, 49, 785], [46, 129, 786], [353, 25, 787], [136, 683, 788], [59, 10, 789], [198, 89, 790], [655, 130, 791], [79, 273, 792], [173, 183, 793], [81, 193, 794], [276, 332, 795], [79, 420, 796], [77, 129, 797], [337, 91, 798], [558, 77, 799], [95, 244, 800], [88, 119, 801], [801, 130, 802], [263, 130, 803], [314, 297, 804], [804, 19, 805], [106, 62, 806], [200, 120, 807], [74, 504, 808], [269, 565, 809], [42, 8, 810], [661, 616, 811], [695, 733, 812], [122, 62, 813], [76, 720, 814], [114, 165, 815], [79, 119, 816], [189, 98, 817], [350, 9, 818], [89, 91, 819], [115, 49, 820], [630, 785, 821], [214, 805, 822], [124, 8, 823], [582, 31, 824], [500, 782, 825], [84, 18, 826], [628, 817, 827], [96, 301, 828], [96, 321, 829], [110, 10, 830], [256, 33, 831], [530, 91, 832], [33, 34, 833], [102, 114, 834], [74, 34, 835], [49, 728, 836], [289, 824, 837], [217, 781, 838], [682, 91, 839], [16, 9, 840], [101, 111, 841], [393, 9, 842], [93, 27, 843], [198, 145, 844], [414, 536, 845], [845, 836, 846], [10, 33, 847], [699, 644, 848], [799, 128, 849], [171, 372, 850], [62, 31, 851], [184, 91, 852], [635, 84, 853], [83, 537, 854], [249, 57, 855], [46, 33, 856], [205, 69, 857], [94, 651, 858], [25, 536, 859], [20, 8, 860], [231, 18, 861], [107, 90, 862], [74, 382, 863], [101, 124, 864], [187, 659, 865], [865, 66, 866], [848, 84, 867], [359, 516, 868], [205, 86, 869], [619, 91, 870], [727, 833, 871], [95, 587, 872], [647, 507, 873], [21, 278, 874], [136, 19, 875], [866, 8, 876], [231, 10, 877], [27, 105, 878], [80, 20, 879], [49, 20, 880], [122, 8, 881], [263, 362, 882], [96, 509, 883], [237, 34, 884], [673, 128, 885], [263, 618, 886], [101, 613, 887], [217, 57, 888], [78, 797, 889], [684, 262, 890], [126, 49, 891], [145, 91, 892], [109, 20, 893], [20, 90, 894], [129, 91, 895], [27, 219, 896], [481, 786, 897], [837, 663, 898], [113, 208, 899], [136, 31, 900], [529, 98, 901], [42, 135, 902], [517, 112, 903], [21, 379, 904], [107, 10, 905], [103, 272, 906], [78, 404, 907], [95, 104, 908], [641, 108, 909], [433, 398, 910], [109, 133, 911], [102, 112, 912], [95, 374, 913], [226, 356, 914], [665, 133, 915], [213, 108, 916], [478, 650, 917], [766, 86, 918], [109, 83, 919], [175, 722, 920], [787, 248, 921], [87, 116, 922], [113, 34, 923], [18, 330, 924], [74, 510, 925], [202, 667, 926], [574, 121, 927], [59, 129, 928], [103, 90, 929], [95, 160, 930], [930, 69, 931], [95, 185, 932], [31, 108, 933], [465, 8, 934], [305, 434, 935], [232, 80, 936], [94, 135, 937], [42, 207, 938], [150, 34, 939], [82, 141, 940], [112, 18, 941], [122, 104, 942], [296, 42, 943], [226, 880, 944], [251, 141, 945], [95, 328, 946], [518, 372, 947], [106, 209, 948], [106, 165, 949], [226, 572, 950], [10, 80, 951], [143, 10, 952], [418, 581, 953], [31, 171, 954], [84, 59, 955], [88, 321, 956], [700, 20, 957], [237, 179, 958], [103, 451, 959], [459, 576, 960], [88, 516, 961], [495, 16, 962], [122, 19, 963], [307, 492, 964], [94, 355, 965], [585, 80, 966], [617, 90, 967], [95, 19, 968], [893, 918, 969], [625, 135, 970], [127, 124, 971], [85, 718, 972], [131, 693, 973], [973, 894, 974], [922, 72, 975], [331, 9, 976], [94, 859, 977], [465, 563, 978], [327, 62, 979], [175, 49, 980], [714, 432, 981], [780, 89, 982], [873, 128, 983], [336, 8, 984], [471, 90, 985], [266, 408, 986], [103, 185, 987], [122, 515, 988], [75, 9, 989], [99, 80, 990], [86, 141, 991], [46, 143, 992], [150, 460, 993], [93, 91, 994], [606, 111, 995], [27, 10, 996], [687, 91, 997], [735, 698, 998], [88, 89, 999]]}