{"word_index": {"<PAD>": 0, "\u0153": 1, "0": 2, "j": 3, "\u00f4": 4, "g": 5, "K": 6, "\u00e0": 7, "\u00fd": 8, "M": 9, "q": 10, "(": 11, "3": 12, "G": 13, "8": 14, "\u00ee": 15, "'": 16, "t": 17, ")": 18, "s": 19, "h": 20, "\u00e7": 21, "J": 22, "\u00c0": 23, "!": 24, "/": 25, "7": 26, "4": 27, "\u00fc": 28, "p": 29, "V": 30, "=": 31, "\u00ea": 32, "m": 33, "O": 34, "X": 35, "c": 36, "E": 37, "U": 38, "\u00e8": 39, "D": 40, ":": 41, ".": 42, " ": 43, ";": 44, "S": 45, "f": 46, "\u2014": 47, "o": 48, "n": 49, "Z": 50, "\u201d": 51, "i": 52, "z": 53, "a": 54, "R": 55, "\u2019": 56, "\u00e1": 57, "\u201c": 58, "\u00ef": 59, "Q": 60, "\u00f3": 61, "w": 62, "d": 63, "\u00e6": 64, "l": 65, "N": 66, "k": 67, ",": 68, "\u00c9": 69, "\u00e2": 70, "I": 71, "F": 72, "\u00e4": 73, "A": 74, "b": 75, "-": 76, "u": 77, "\u00f6": 78, "\u00ed": 79, "?": 80, "H": 81, "e": 82, "9": 83, "\u00c1": 84, "5": 85, "W": 86, "1": 87, "T": 88, "\u00eb": 89, "B": 90, "Y": 91, "\u00e9": 92, "C": 93, "x": 94, "v": 95, "\u00fa": 96, "2": 97, "L": 98, "P": 99, "r": 100, "y": 101, "6": 102, " t": 103, "he": 104, " a": 105, "in": 106, " s": 107, " the": 108, " w": 109, "re": 110, "nd": 111, " o": 112, " h": 113, "er": 114, "ed": 115, "at": 116, " b": 117, " and": 118, "ou": 119, "ing": 120, "is": 121, "it": 122, "en": 123, " f": 124, " c": 125, " to": 126, "on": 127, " m": 128, " of": 129, " he": 130, " d": 131, " th": 132, "es": 133, "or": 134, "as": 135, "an": 136, "ll": 137, " p": 138, "ar": 139, " l": 140, " in": 141, " n": 142, "om": 143, " ha": 144, "im": 145, "le": 146, "ot": 147, "ow": 148, " be": 149, "id": 150, " g": 151, "ly": 152, "ic": 153, " e": 154, "ut": 155, " his": 156, " wh": 157, " that": 158, " re": 159, " was": 160, "ce": 161, " on": 162, "st": 163, "se": 164, "ent": 165, "ld": 166, " I": 167, "ith": 168, " with": 169, "ve": 170, "ion": 171, " T": 172, " A": 173, " sa": 174, " P": 175, "gh": 176, " him": 177, " y": 178, " not": 179, " it": 180, " r": 181, " had": 182, "al": 183, " as": 184, "et": 185, " u": 186, " her": 187, " at": 188, " st": 189, "ir": 190, "ver": 191, "ur": 192, "ere": 193, " for": 194, "ch": 195, " you": 196, "ad": 197, " an": 198, "ay": 199, "ght": 200, "ess": 201, "oo": 202, " The": 203, "ss": 204, "her": 205, "ri": 206, " H": 207, "ct": 208, " B": 209, " N": 210, "if": 211, " is": 212, " se": 213, " so": 214, "ov": 215, " M": 216, "ould": 217, "ill": 218, "ter": 219, "ich": 220, " fr": 221, "rin": 222, " but": 223, " S": 224, " k": 225, " she": 226, "ain": 227, " W": 228, " said": 229, " sh": 230, "am": 231, " con": 232, "all": 233, "ier": 234, " who": 235, " all": 236, "ac": 237, "pp": 238, " de": 239, "and": 240, "ore": 241, " from": 242, " ex": 243, "ant": 244, " were": 245, "ak": 246, " su": 247, "il": 248, " by": 249, "nt": 250, "out": 251, "ro": 252, "ol": 253, " com": 254, "qu": 255, "em": 256, " And": 257, " or": 258, " R": 259, "ard": 260, "ight": 261, "lf": 262, " Prin": 263, " v": 264, " fe": 265, " ne": 266, "hing": 267, "ers": 268, "ap": 269, "ost": 270, " which": 271, "ked": 272, "pe": 273, " do": 274, "ble": 275, " me": 276, "ag": 277, "sh": 278, " ar": 279, "ierre": 280, " Pierre": 281, "os": 282, " D": 283, "ul": 284, " He": 285, "very": 286, " one": 287, " whe": 288, " have": 289, " al": 290, " F": 291, "ous": 292, " kn": 293, "ound": 294, "est": 295, " they": 296, " this": 297, "self": 298, "ust": 299, " up": 300, " we": 301, " what": 302, " them": 303, "ation": 304, "us": 305, " som": 306, " ch": 307, " man": 308, "one": 309, " ro": 310, "art": 311, " le": 312, "hed": 313, " ab": 314, "red": 315, "ount": 316, " int": 317, " loo": 318, "ist": 319, "ace": 320, " Prince": 321, "ong": 322, "ie": 323, "rew": 324, " did": 325, "ress": 326, "ry": 327, "ke": 328, " O": 329, " been": 330, "au": 331, "ind": 332, "own": 333, "ren": 334, " their": 335, "ood": 336, "ered": 337, " un": 338, " qu": 339, " out": 340, " ev": 341, "ra": 342, " li": 343, "per": 344, " would": 345, " j": 346, " no": 347, " E": 348, "ary": 349, "ity": 350, "ate": 351, " C": 352, " there": 353, " off": 354, "ig": 355, " my": 356, " thou": 357, "cess": 358, "nder": 359, "ssi": 360, "at\u00e1": 361, " ag": 362, "sha": 363, " sm": 364, "um": 365, "ort": 366, " go": 367, "ack": 368, "op": 369, "ame": 370, " Y": 371, "ell": 372, " are": 373, " Nat\u00e1": 374, " Nat\u00e1sha": 375, "way": 376, "ther": 377, "ite": 378, " now": 379, "un": 380, " G": 381, "king": 382, "urn": 383, " ad": 384, "ast": 385, " af": 386, " K": 387, " only": 388, "\u00f3v": 389, " Wh": 390, "other": 391, "iv": 392, " Andrew": 393, " tim": 394, " wor": 395, "ove": 396, " sp": 397, " could": 398, "el": 399, " arm": 400, " But": 401, " when": 402, " im": 403, "pt": 404, " pl": 405, " Rost": 406, "ive": 407, "itt": 408, "rench": 409, " will": 410, "od": 411, " beg": 412, " know": 413, " hand": 414, " French": 415, "ose": 416, " more": 417, "ide": 418, " pre": 419, " under": 420, " tr": 421, "ice": 422, "ge": 423, " himself": 424, " pe": 425, " if": 426, " every": 427, " into": 428, " am": 429, " about": 430, " Th": 431, " say": 432, " some": 433, " any": 434, "ile": 435, "na": 436, "pl": 437, " Rost\u00f3v": 438, "ne": 439, "ally": 440, " count": 441, " It": 442, " dis": 443, " ey": 444, "ife": 445, "our": 446, " time": 447, "ure": 448, " see": 449, "fore": 450, "able": 451, " thought": 452, "ass": 453, " co": 454, "ty": 455, " rem": 456, " face": 457, " again": 458, "\u00f3n": 459, " can": 460, " other": 461, "ci": 462, "av": 463, "ance": 464, " went": 465, "ok": 466, " your": 467, "ole": 468, " br": 469, " gr": 470, "ction": 471, " en": 472, "ire": 473, " old": 474, "ussi": 475, " eyes": 476, " room": 477, "sk": 478, "ment": 479, " gl": 480, " tw": 481, " bec": 482, " cl": 483, "are": 484, "cc": 485, "ated": 486, " fir": 487, " how": 488, "ied": 489, " tak": 490, " men": 491, "ep": 492, " comm": 493, " before": 494, "ft": 495, " She": 496, " pr": 497, "wn": 498, " cont": 499, " day": 500, "ence": 501, " Russi": 502, " over": 503, " down": 504, "ies": 505, " seem": 506, " bl": 507, "me": 508, " very": 509, "ness": 510, "reat": 511, " then": 512, "lt": 513, " like": 514, " po": 515, " Mos": 516, "\u00eds": 517, " long": 518, " prin": 519, " app": 520, " us": 521, " Mosc": 522, "ff": 523, " Em": 524, " V": 525, " offic": 526, " began": 527, " Moscow": 528, "ried": 529, "ened": 530, "ward": 531, "thing": 532, " should": 533, "press": 534, "ener": 535, " even": 536, " fl": 537, " happ": 538, "age": 539, "ud": 540, " after": 541, " What": 542, " has": 543, " ord": 544, " somet": 545, " turn": 546, " pro": 547, "ather": 548, " came": 549, "ans": 550, "ang": 551, " head": 552, "ine": 553, " hor": 554, " An": 555, "ause": 556, "ull": 557, " asked": 558, "att": 559, " Mary": 560, "th": 561, "ition": 562, "peror": 563, " same": 564, "anc": 565, " Emperor": 566, " army": 567, " att": 568, " still": 569, "end": 570, " spe": 571, "ome": 572, " looked": 573, " fo": 574, "row": 575, " our": 576, " str": 577, "ish": 578, "ently": 579, " let": 580, "olas": 581, " L": 582, " without": 583, " felt": 584, " Nich": 585, " Nicholas": 586, " word": 587, " ser": 588, "ave": 589, " than": 590, " those": 591, "ign": 592, " You": 593, "ear": 594, "ach": 595, "ree": 596, "ious": 597, " underst": 598, "ving": 599, "eneral": 600, " away": 601, "ady": 602, "ful": 603, " first": 604, " life": 605, " left": 606, " ent": 607, " Nap": 608, " cons": 609, "ough": 610, " thin": 611, "ade": 612, "ck": 613, " vo": 614, "ab": 615, "leas": 616, "ps": 617, " come": 618, " Princess": 619, " reg": 620, "oleon": 621, " part": 622, " something": 623, " Napoleon": 624, "ng": 625, " seemed": 626, " peop": 627, " In": 628, "den": 629, " another": 630, " such": 631, " tal": 632, "iz": 633, " its": 634, " sold": 635, "llow": 636, " rep": 637, " res": 638, "ittle": 639, " where": 640, " command": 641, "hen": 642, "ya": 643, " back": 644, " imp": 645, " people": 646, " soldier": 647, " feel": 648, "ect": 649, " just": 650, " little": 651, "ily": 652, " must": 653, " two": 654, "led": 655, " ret": 656, "ber": 657, "\u00faz": 658, "oy": 659, " these": 660, "tor": 661, "ning": 662, " Kut": 663, " general": 664, " express": 665, " whole": 666, " Kut\u00faz": 667, " Kut\u00fazov": 668, "co": 669, " own": 670, "ev": 671, "ons": 672, "ings": 673, " mar": 674, "pect": 675, " look": 676, " des": 677, " way": 678, "oment": 679, " heard": 680, " pass": 681, "ue": 682, "ski": 683, " moment": 684, " new": 685, " batt": 686, "air": 687, " fri": 688, "man": 689, "ouse": 690, " kne": 691, " good": 692, " On": 693, " young": 694, "ished": 695, "ared": 696, "ways": 697, "uch": 698, " hu": 699, " thr": 700, " right": 701, "atter": 702, "hov": 703, "tain": 704, " They": 705, "ions": 706, " because": 707, " sat": 708, " saw": 709, " love": 710, " want": 711, " being": 712, "ted": 713, " made": 714, " bet": 715, " always": 716, "iss": 717, " Russian": 718, "les": 719, "oved": 720, " house": 721, "ru": 722, " S\u00f3n": 723, " S\u00f3nya": 724, "ick": 725, "iff": 726, "li": 727, " pleas": 728, " officer": 729, " round": 730, "ting": 731, " nothing": 732, "denly": 733, " Den": 734, " Den\u00eds": 735, " Den\u00edsov": 736, " war": 737, "orm": 738, "act": 739, " per": 740, " don": 741, " sc": 742, "ath": 743, " voice": 744, " get": 745, " here": 746, " comp": 747, "ks": 748, " understand": 749, " Yes": 750, "ner": 751, " smile": 752, "cl": 753, "ild": 754, " father": 755, " tell": 756, "ved": 757, " acc": 758, " shout": 759, " knew": 760, " great": 761, "ake": 762, "amp": 763, "ait": 764, " Count": 765, "ief": 766, " told": 767, " Bor": 768, " When": 769, "te": 770, " looking": 771, " evid": 772, " never": 773, "ord": 774, " sud": 775, " car": 776, "ations": 777, " add": 778, " pres": 779, " took": 780, " ho": 781, " words": 782, "aking": 783, " cap": 784, " whom": 785, " op": 786, "\u00f3l": 787, " battle": 788, " turned": 789, "ained": 790, " much": 791, " histor": 792, " too": 793, " Well": 794, " sil": 795, " wr": 796, "ise": 797, "igh": 798, " suddenly": 799, "osition": 800, " ran": 801, " cle": 802, " ll": 803, " having": 804, " That": 805, " call": 806, " door": 807, "less": 808, " hands": 809, " countess": 810, "pped": 811, " through": 812, "cept": 813, " contin": 814, " ob": 815, " quite": 816, " though": 817, " last": 818, " everything": 819, " well": 820, "iment": 821, "ves": 822, "oke": 823, "ovna": 824, " quest": 825, "ced": 826, "ling": 827, "ult": 828, " diff": 829, " No": 830, " dear": 831, " think": 832, "ssible": 833, " prince": 834, "de": 835, "ross": 836, " princess": 837, " dist": 838, "sw": 839, "ont": 840, " repl": 841, " continu": 842, " answ": 843, " soldiers": 844, "oth": 845, " beh": 846, "ounded": 847, " wom": 848, " conf": 849, "we": 850, " while": 851, " occ": 852, " inf": 853, "hes": 854, " order": 855, " once": 856, " form": 857, " smil": 858, "aught": 859, "lp": 860, "okhov": 861, " em": 862, " list": 863, " D\u00f3l": 864, " D\u00f3lokhov": 865, "ower": 866, "ully": 867, " There": 868, " take": 869, "vers": 870, " move": 871, " herself": 872, " dra": 873, " evidently": 874, "ready": 875, "men": 876, " friend": 877, " aff": 878, " put": 879, "iness": 880, " already": 881, " ac": 882, " might": 883, " feeling": 884, " At": 885, " horse": 886, " bel": 887, " sur": 888, " la": 889, " cor": 890, " God": 891, " yet": 892, " ref": 893, "ating": 894, " most": 895, " going": 896, " position": 897, "ined": 898, "ears": 899, "arly": 900, "ub": 901, " stood": 902, " side": 903, " His": 904, " giv": 905, " rel": 906, "ange": 907, "ought": 908, " place": 909, " How": 910, "\u00edt": 911, " crow": 912, " expression": 913, " regiment": 914, " ke": 915, " gave": 916, "ants": 917, " child": 918, " Oh": 919, "og": 920, " J": 921, " cour": 922, " replied": 923, "up": 924, " act": 925, " done": 926, " Pet": 927, " pers": 928, " adv": 929, " rece": 930, " chief": 931, " return": 932, " wife": 933, "ody": 934, " Bor\u00eds": 935, "lovna": 936, " We": 937, " end": 938, " crowd": 939, " commander": 940, " Anna": 941, "ised": 942, " camp": 943, " anything": 944, " This": 945, " All": 946, " aw": 947, "ides": 948, " letter": 949, " bo": 950, " seen": 951, " If": 952, " others": 953, "rying": 954, "ched": 955, " behind": 956, " front": 957, "so": 958, "here": 959, " Be": 960, "ering": 961, " inst": 962, "ses": 963, " enem": 964, "ual": 965, " set": 966, " sle": 967, "ushed": 968, " sl": 969, " mor": 970, " show": 971, "kh": 972, " dress": 973, "fully": 974, "ater": 975, " P\u00e9": 976, " fre": 977, "bur": 978, "ention": 979, " why": 980, "get": 981, " To": 982, "az": 983, "itting": 984, " sent": 985, " son": 986, " ang": 987, "\u00e1n": 988, " gu": 989, "ors": 990, " mind": 991, " sub": 992, " sin": 993, "ory": 994, "ents": 995, " ter": 996, "ens": 997, "aring": 998, "ark": 999, "tya": 1000, " toward": 1001, "uring": 1002, " ve": 1003, "ached": 1004, " make": 1005, "used": 1006, " also": 1007, " Why": 1008, " P\u00e9tya": 1009, " action": 1010, "wing": 1011, " te": 1012, " cann": 1013, "sel": 1014, " fore": 1015, "ening": 1016, " enemy": 1017, " troo": 1018, " Vas": 1019, " Vas\u00ed": 1020, "oss": 1021, "\u00edn": 1022, "ield": 1023, " troops": 1024, "burg": 1025, " consid": 1026, " el": 1027, "ense": 1028, "aces": 1029, " three": 1030, "ank": 1031, " follow": 1032, " che": 1033, " give": 1034, " question": 1035, " read": 1036, "ason": 1037, "ix": 1038, " night": 1039, " vis": 1040, "selves": 1041, " soon": 1042, " may": 1043, " stand": 1044, " talk": 1045, " es": 1046, "anced": 1047, "oud": 1048, "ying": 1049, "rat": 1050, " supp": 1051, "ertain": 1052, "ired": 1053, " sound": 1054, " ma": 1055, " receiv": 1056, " horses": 1057, "med": 1058, " rest": 1059, "ither": 1060, " inter": 1061, "ical": 1062, " pa": 1063, "ately": 1064, " bri": 1065, " fam": 1066, " ass": 1067, "olk": 1068, "ility": 1069, " kind": 1070, "ail": 1071, " Peters": 1072, " matter": 1073, " dire": 1074, " called": 1075, " lau": 1076, " dr": 1077, " Petersburg": 1078, " dec": 1079, "lex": 1080, " ins": 1081, " remem": 1082, " shouted": 1083, " Vas\u00edli": 1084, " inv": 1085, " As": 1086, " movement": 1087, " sim": 1088, " taken": 1089, " light": 1090, " alone": 1091, "ween": 1092, "ook": 1093, "osed": 1094, " mother": 1095, "ible": 1096, " notic": 1097, " sto": 1098, " hum": 1099, " bes": 1100, " ind": 1101, " both": 1102, " shall": 1103, " wait": 1104, " repe": 1105, " expect": 1106, " does": 1107, " serv": 1108, " Fr": 1109, " between": 1110, "ret": 1111, "ized": 1112, " speak": 1113, " char": 1114, "aughter": 1115, " power": 1116, " saying": 1117, "ching": 1118, "ict": 1119, "ured": 1120, " found": 1121, " thing": 1122, "xt": 1123, "ged": 1124, "\u00e1v": 1125, " fellow": 1126, " officers": 1127, " road": 1128, " things": 1129, "ase": 1130, "ip": 1131, " table": 1132, " poin": 1133, " inc": 1134, " hon": 1135, " adj": 1136, "ject": 1137, " U": 1138, "ars": 1139, "ka": 1140, "aving": 1141, " rode": 1142, " Anat": 1143, " Anatole": 1144, "ards": 1145, " along": 1146, " cond": 1147, " step": 1148, " mil": 1149, "ever": 1150, " Af": 1151, " against": 1152, " fire": 1153, " entered": 1154, " So": 1155, "enc": 1156, " din": 1157, " present": 1158, "ousand": 1159, " many": 1160, "ial": 1161, " law": 1162, "illed": 1163, " sitting": 1164, " need": 1165, " def": 1166, " thousand": 1167, " moved": 1168, " evening": 1169, "ute": 1170, " morning": 1171, " continued": 1172, "read": 1173, " run": 1174, "ided": 1175, " rec": 1176, " foot": 1177, " joy": 1178, " whether": 1179, " rap": 1180, " find": 1181, " heart": 1182, " added": 1183, " drawing": 1184, " brought": 1185, " near": 1186, " cried": 1187, " wounded": 1188, " ir": 1189, " reco": 1190, "iet": 1191, " After": 1192, " ball": 1193, " col": 1194, "aced": 1195, "icul": 1196, "uck": 1197, " gir": 1198, "rov": 1199, " lay": 1200, " eff": 1201, "ific": 1202, "cri": 1203, " convers": 1204, "cted": 1205, " visit": 1206, " mean": 1207, " Bolk": 1208, " themselves": 1209, " person": 1210, "ven": 1211, " quick": 1212, " meet": 1213, " expl": 1214, " taking": 1215, " lar": 1216, " small": 1217, " got": 1218, " real": 1219, " mon": 1220, " received": 1221, "ten": 1222, "isf": 1223, "\u00e1y": 1224, " gall": 1225, " del": 1226, " cross": 1227, " white": 1228, " fin": 1229, "oun": 1230, "aster": 1231, " kiss": 1232, "cious": 1233, " understood": 1234, " everyone": 1235, " thir": 1236, " est": 1237, "gn": 1238, " since": 1239, " fact": 1240, " adjut": 1241, "ison": 1242, " cr": 1243, "erent": 1244, " One": 1245, "pr": 1246, " leg": 1247, "ois": 1248, "airs": 1249, "ash": 1250, " yes": 1251, " mer": 1252, " among": 1253, " leave": 1254, " met": 1255, " pur": 1256, " orders": 1257, " peas": 1258, " days": 1259, " woman": 1260, "ably": 1261, " girl": 1262, " certain": 1263, " arri": 1264, " ask": 1265, " stopped": 1266, " hur": 1267, " far": 1268, " necess": 1269, " vill": 1270, "erest": 1271, " ra": 1272, " passed": 1273, "ressed": 1274, " happy": 1275, " contr": 1276, " Bolk\u00f3n": 1277, " rose": 1278, "ond": 1279, " death": 1280, " Then": 1281, " red": 1282, " 1": 1283, " wished": 1284, "anged": 1285, " tried": 1286, " brother": 1287, " talking": 1288, "orrow": 1289, " Alex": 1290, " sign": 1291, " impo": 1292, "body": 1293, " anyone": 1294, "ister": 1295, " less": 1296, " bro": 1297, " sn": 1298, "ug": 1299, " huss": 1300, " gent": 1301, " cal": 1302, " disp": 1303, " appro": 1304, " Mad": 1305, " lad": 1306, " past": 1307, " P\u00e1v": 1308, " suff": 1309, " St": 1310, " wish": 1311, " det": 1312, " hold": 1313, "peri": 1314, " import": 1315, " terri": 1316, " interest": 1317, " help": 1318, " world": 1319, "ery": 1320, " tre": 1321, " sing": 1322, "gin": 1323, "oin": 1324, "oul": 1325, " wanted": 1326, "most": 1327, " Now": 1328, "\u00e9l": 1329, "oub": 1330, " dev": 1331, " hard": 1332, " fall": 1333, " conv": 1334, "riage": 1335, " abs": 1336, " wind": 1337, " remained": 1338, "oving": 1339, " noticed": 1340, " really": 1341, " given": 1342, " Bolk\u00f3nski": 1343, "ices": 1344, " few": 1345, "reet": 1346, "day": 1347, "cle": 1348, " turning": 1349, " doct": 1350, " longer": 1351, " arms": 1352, " With": 1353, "ows": 1354, " ste": 1355, "iew": 1356, " prep": 1357, " impossible": 1358, " dinner": 1359, " play": 1360, "iously": 1361, " Ah": 1362, " forward": 1363, " strange": 1364, " gallop": 1365, "aps": 1366, " Russia": 1367, "eared": 1368, " news": 1369, " reply": 1370, "band": 1371, " hair": 1372, " beside": 1373, " gaz": 1374, " Aust": 1375, "oc": 1376, " possible": 1377, " imag": 1378, "ception": 1379, "idly": 1380, " became": 1381, " large": 1382, "ited": 1383, " hus": 1384, "ces": 1385, " home": 1386, "ern": 1387, " nor": 1388, " else": 1389, " sad": 1390, " during": 1391, " dro": 1392, " belie": 1393, " spoke": 1394, "aut": 1395, " bad": 1396, "unt": 1397, " begin": 1398, " exce": 1399, " happened": 1400, " till": 1401, " field": 1402, " honor": 1403, " conversation": 1404, " smiling": 1405, " care": 1406, " H\u00e9l": 1407, "\u00e8ne": 1408, "its": 1409, "cond": 1410, "ts": 1411, " free": 1412, " high": 1413, " soul": 1414, " compan": 1415, " husband": 1416, " bus": 1417, " Coss": 1418, " Cossack": 1419, " cold": 1420, " dest": 1421, " sw": 1422, " H\u00e9l\u00e8ne": 1423, "ement": 1424, " prison": 1425, " different": 1426, " min": 1427, "amed": 1428, " silent": 1429, " reason": 1430, " around": 1431, " rid": 1432, " From": 1433, " wal": 1434, " Ger": 1435, " ready": 1436, " cannot": 1437, " each": 1438, " dark": 1439, " half": 1440, " laugh": 1441, "rati": 1442, "vern": 1443, " bed": 1444, "app": 1445, " adm": 1446, " cur": 1447, "anger": 1448, " For": 1449, "erg": 1450, " gentle": 1451, " trying": 1452, " report": 1453, " vic": 1454, " whis": 1455, " sk": 1456, "uth": 1457, " gun": 1458, " better": 1459, " tears": 1460, " adjutant": 1461, " itself": 1462, " Rost\u00f3vs": 1463, "antly": 1464, " full": 1465, " faces": 1466, " opp": 1467, " sever": 1468, " repeated": 1469, "bed": 1470, " gone": 1471, " exc": 1472, " four": 1473, " Bag": 1474, "cially": 1475, "owing": 1476, "ian": 1477, " excell": 1478, " human": 1479, "ances": 1480, " prom": 1481, " Bagrati": 1482, " Bagrati\u00f3n": 1483, " soci": 1484, " milit": 1485, "tered": 1486, " former": 1487, " standing": 1488, " times": 1489, " daughter": 1490, " recogn": 1491, "ple": 1492, " mere": 1493, "enty": 1494, " seeing": 1495, "ron": 1496, " coming": 1497, "ock": 1498, " answered": 1499, "raid": 1500, " glanced": 1501, "aff": 1502, "hy": 1503, "ouri": 1504, " une": 1505, " mem": 1506, " cir": 1507, " ru": 1508, " speaking": 1509, " surpr": 1510, " won": 1511, " mus": 1512, " dri": 1513, " hund": 1514, "ians": 1515, " history": 1516, " P\u00e1vlovna": 1517, "ety": 1518, " Not": 1519, "ump": 1520, " heav": 1521, " boy": 1522, " brid": 1523, " terrible": 1524, " smiled": 1525, " kept": 1526, " pol": 1527, " mid": 1528, " Every": 1529, " second": 1530, " hundred": 1531, "du": 1532, " almost": 1533, " myself": 1534, " tone": 1535, " anim": 1536, " ever": 1537, "ander": 1538, "\u00fak": 1539, " cause": 1540, " occup": 1541, " known": 1542, "otion": 1543, " village": 1544, " aim": 1545, " reached": 1546, " fright": 1547, " disc": 1548, "imes": 1549, " next": 1550, " returned": 1551, " women": 1552, " several": 1553, " stren": 1554, " condition": 1555, "\u00e1ty": 1556, " family": 1557, " ill": 1558, "res": 1559, " afraid": 1560, "ancing": 1561, "elle": 1562, " regard": 1563, " Russians": 1564, " answer": 1565, " ca": 1566, " voices": 1567, " black": 1568, "\u00e1gin": 1569, " nat": 1570, " My": 1571, "atch": 1572, "ures": 1573, " prev": 1574, " Madem": 1575, " Mademois": 1576, " Mademoiselle": 1577, " held": 1578, "oney": 1579, " quiet": 1580, " work": 1581, " inqu": 1582, " Mi": 1583, " art": 1584, " streng": 1585, "owed": 1586, " stud": 1587, " beaut": 1588, " doing": 1589, "als": 1590, "medi": 1591, " glad": 1592, " lost": 1593, "ased": 1594, " experi": 1595, " doctor": 1596, " har": 1597, "ency": 1598, " cart": 1599, " desp": 1600, "pecially": 1601, "ressing": 1602, " forg": 1603, " air": 1604, " toget": 1605, " together": 1606, " attack": 1607, " emb": 1608, " Alexander": 1609, " self": 1610, " hear": 1611, " above": 1612, "ages": 1613, " quickly": 1614, " Alp": 1615, "\u00e1tych": 1616, " necessary": 1617, " steps": 1618, " remar": 1619, " Only": 1620, "\u00e9n": 1621, " Alp\u00e1tych": 1622, " M\u00e1": 1623, " Do": 1624, " especially": 1625, "ote": 1626, " listened": 1627, "omp": 1628, "ishing": 1629, "m\u00edt": 1630, "ma": 1631, "pend": 1632, " force": 1633, " burn": 1634, " best": 1635, "ize": 1636, "ung": 1637, "mb": 1638, "ib": 1639, " sides": 1640, " followed": 1641, "agg": 1642, " town": 1643, "arter": 1644, " Bal": 1645, " often": 1646, " lif": 1647, "ended": 1648, "rupt": 1649, " Mikh": 1650, " Mikh\u00e1y": 1651, " mist": 1652, " staff": 1653, "\u00ebv": 1654, " respect": 1655, "ising": 1656, " name": 1657, " bright": 1658, " bu": 1659, " close": 1660, " immedi": 1661, " Ch": 1662, " stra": 1663, "dle": 1664, " twenty": 1665, " squ": 1666, " 18": 1667, " used": 1668, "ches": 1669, " coat": 1670, " third": 1671, " clear": 1672, " Go": 1673, " unif": 1674, " uniform": 1675, " tou": 1676, " Mikh\u00e1ylovna": 1677, " state": 1678, " merely": 1679, " remember": 1680, " use": 1681, " Dm\u00edt": 1682, "enne": 1683, " peace": 1684, "part": 1685, " later": 1686, " particul": 1687, "ctions": 1688, " important": 1689, " strong": 1690, " Bouri": 1691, " Bourienne": 1692, " occur": 1693, " open": 1694, " waiting": 1695, " service": 1696, " bridge": 1697, "where": 1698, " happiness": 1699, " div": 1700, "onap": 1701, "onapart": 1702, " society": 1703, "ude": 1704, " short": 1705, " Is": 1706, "iver": 1707, "ingly": 1708, " Ar": 1709, " ext": 1710, "vo": 1711, " money": 1712, " excellency": 1713, "opch": 1714, "iar": 1715, " immediately": 1716, " fell": 1717, "uttered": 1718, " someone": 1719, " Kar": 1720, "ivity": 1721, " Rostopch": 1722, " Don": 1723, " conscious": 1724, " lo": 1725, " arr": 1726, " hast": 1727, " ide": 1728, " grew": 1729, "onaparte": 1730, "alth": 1731, " pret": 1732, " pleasure": 1733, " killed": 1734, " appeared": 1735, "fort": 1736, " remain": 1737, " course": 1738, "fs": 1739, " smoke": 1740, " fight": 1741, "ets": 1742, "\u00fash": 1743, " Rostopch\u00edn": 1744, " become": 1745, " start": 1746, "ef": 1747, "ments": 1748, " stay": 1749, " dut": 1750, " thinking": 1751, " presence": 1752, " deep": 1753, " contrary": 1754, " perf": 1755, " says": 1756, " either": 1757, " usual": 1758, " rub": 1759, " fear": 1760, "aint": 1761, " govern": 1762, "overed": 1763, " loved": 1764, "riev": 1765, " events": 1766, " kissed": 1767, " Austri": 1768, "haps": 1769, "irt": 1770, "ec": 1771, " holding": 1772, "ically": 1773, " coll": 1774, " strength": 1775, " line": 1776, " Countess": 1777, " affairs": 1778, " aband": 1779, " historians": 1780, " years": 1781, " true": 1782, "ously": 1783, " hour": 1784, " lead": 1785, " effort": 1786, " abandon": 1787, " peasants": 1788, " yourself": 1789, " frightened": 1790, " expressed": 1791, " spir": 1792, " children": 1793, " view": 1794, "arn": 1795, " moving": 1796, " freed": 1797, " por": 1798, " Un": 1799, " sun": 1800, " pale": 1801, " believe": 1802, " bre": 1803, " plan": 1804, " trans": 1805, " opened": 1806, " prisoners": 1807, " attention": 1808, " fresh": 1809, "bered": 1810, " unc": 1811, " campa": 1812, " campaign": 1813, "\u00e9nsk": 1814, "ates": 1815, " calm": 1816, " prop": 1817, " thoughts": 1818, "empt": 1819, " carriage": 1820, " sleep": 1821, " live": 1822, " led": 1823, " across": 1824, "\u00e9ev": 1825, "ision": 1826, " M\u00e1ry": 1827, " M\u00e1rya": 1828, " lips": 1829, " sister": 1830, " meaning": 1831, " keep": 1832, " Having": 1833, " fix": 1834, " six": 1835, " exist": 1836, " ordered": 1837, " pain": 1838, " acqu": 1839, " ce": 1840, " straight": 1841, " opin": 1842, " study": 1843, " window": 1844, " ground": 1845, " Mam": 1846, "ash\u00ebv": 1847, "ities": 1848, "vere": 1849, " post": 1850, "ool": 1851, " drew": 1852, " feet": 1853, " loud": 1854, "onel": 1855, " pray": 1856, " retreat": 1857, " Balash\u00ebv": 1858, " frown": 1859, " country": 1860, " dem": 1861, " tri": 1862, "ots": 1863, "umn": 1864, "ead": 1865, "ively": 1866, "aching": 1867, " doub": 1868, " showed": 1869, " interrupt": 1870, "old": 1871, " freedom": 1872, " Sm": 1873, " result": 1874, " year": 1875, " hig": 1876, " satisf": 1877, " inde": 1878, "roy": 1879, " var": 1880, " master": 1881, " activity": 1882, " pat": 1883, " weak": 1884, " whose": 1885, " angry": 1886, " tor": 1887, "uff": 1888, " conc": 1889, " forget": 1890, " num": 1891, " Borod": 1892, " Borodin": 1893, " Borodin\u00f3": 1894, " court": 1895, " hope": 1896, " sec": 1897, " win": 1898, " sense": 1899, "anging": 1900, " shoulders": 1901, " handsome": 1902, " firm": 1903, " Gu": 1904, "icult": 1905, " fine": 1906, " able": 1907, " making": 1908, " giving": 1909, " suc": 1910, " danger": 1911, " Z": 1912, "ream": 1913, " maid": 1914, "uc": 1915, " raised": 1916, " military": 1917, " victor": 1918, " excl": 1919, " fing": 1920, " Your": 1921, " ten": 1922, " plain": 1923, "inite": 1924, " fur": 1925, " pap": 1926, "vel": 1927, "yond": 1928, " decided": 1929, " low": 1930, " asking": 1931, " consider": 1932, "head": 1933, " street": 1934, " resol": 1935, " Dm\u00edtriev": 1936, " Dm\u00edtrievna": 1937, " fa": 1938, " appear": 1939, " sometimes": 1940, " unex": 1941, "pected": 1942, " eas": 1943, "ken": 1944, " eng": 1945, "ring": 1946, " business": 1947, " Mamma": 1948, " running": 1949, " considered": 1950, " late": 1951, "wards": 1952, "cul": 1953, " slight": 1954, " soft": 1955, "aged": 1956, " silence": 1957, "ror": 1958, " everybody": 1959, " remembered": 1960, " shouting": 1961, " hussars": 1962, " mo": 1963, " generals": 1964, " Smol": 1965, " Smol\u00e9nsk": 1966, " bur": 1967, " account": 1968, "iful": 1969, " neare": 1970, " await": 1971, " body": 1972, "enced": 1973, " Berg": 1974, " ou": 1975, "arily": 1976, "oly": 1977, "ually": 1978, " sight": 1979, " const": 1980, " fig": 1981, "room": 1982, " legs": 1983, " subject": 1984, "imed": 1985, " prov": 1986, " Uncle": 1987, " cry": 1988, " direct": 1989, " guns": 1990, "ope": 1991, "ser": 1992, " accord": 1993, " Frenchman": 1994, " difficult": 1995, "antry": 1996, " galloped": 1997, " cannon": 1998, "ution": 1999}, "merge": [[43, 17, 103], [20, 82, 104], [43, 54, 105], [52, 49, 106], [43, 19, 107], [103, 104, 108], [43, 62, 109], [100, 82, 110], [49, 63, 111], [43, 48, 112], [43, 20, 113], [82, 100, 114], [82, 63, 115], [54, 17, 116], [43, 75, 117], [105, 111, 118], [48, 77, 119], [106, 5, 120], [52, 19, 121], [52, 17, 122], [82, 49, 123], [43, 46, 124], [43, 36, 125], [103, 48, 126], [48, 49, 127], [43, 33, 128], [112, 46, 129], [43, 104, 130], [43, 63, 131], [103, 20, 132], [82, 19, 133], [48, 100, 134], [54, 19, 135], [54, 49, 136], [65, 65, 137], [43, 29, 138], [54, 100, 139], [43, 65, 140], [43, 106, 141], [43, 49, 142], [48, 33, 143], [113, 54, 144], [52, 33, 145], [65, 82, 146], [48, 17, 147], [48, 62, 148], [117, 82, 149], [52, 63, 150], [43, 5, 151], [65, 101, 152], [52, 36, 153], [43, 82, 154], [77, 17, 155], [113, 121, 156], [109, 20, 157], [132, 116, 158], [43, 110, 159], [109, 135, 160], [36, 82, 161], [112, 49, 162], [19, 17, 163], [19, 82, 164], [123, 17, 165], [65, 63, 166], [43, 71, 167], [122, 20, 168], [109, 168, 169], [95, 82, 170], [52, 127, 171], [43, 88, 172], [43, 74, 173], [107, 54, 174], [43, 99, 175], [5, 20, 176], [113, 145, 177], [43, 101, 178], [142, 147, 179], [43, 122, 180], [43, 100, 181], [144, 63, 182], [54, 65, 183], [105, 19, 184], [82, 17, 185], [43, 77, 186], [130, 100, 187], [105, 17, 188], [107, 17, 189], [52, 100, 190], [95, 114, 191], [77, 100, 192], [82, 110, 193], [124, 134, 194], [36, 20, 195], [178, 119, 196], [54, 63, 197], [105, 49, 198], [54, 101, 199], [176, 17, 200], [133, 19, 201], [48, 48, 202], [172, 104, 203], [19, 19, 204], [104, 100, 205], [100, 52, 206], [43, 81, 207], [36, 17, 208], [43, 90, 209], [43, 66, 210], [52, 46, 211], [43, 121, 212], [107, 82, 213], [107, 48, 214], [48, 95, 215], [43, 9, 216], [119, 166, 217], [52, 137, 218], [17, 114, 219], [153, 20, 220], [124, 100, 221], [100, 106, 222], [117, 155, 223], [43, 45, 224], [43, 67, 225], [107, 104, 226], [54, 106, 227], [43, 86, 228], [174, 150, 229], [107, 20, 230], [54, 33, 231], [125, 127, 232], [54, 137, 233], [52, 114, 234], [157, 48, 235], [105, 137, 236], [54, 36, 237], [29, 29, 238], [131, 82, 239], [54, 111, 240], [48, 110, 241], [221, 143, 242], [154, 94, 243], [136, 17, 244], [109, 193, 245], [54, 67, 246], [107, 77, 247], [52, 65, 248], [117, 101, 249], [49, 17, 250], [119, 17, 251], [100, 48, 252], [48, 65, 253], [125, 143, 254], [10, 77, 255], [82, 33, 256], [173, 111, 257], [112, 100, 258], [43, 55, 259], [139, 63, 260], [52, 200, 261], [65, 46, 262], [175, 222, 263], [43, 95, 264], [124, 82, 265], [142, 82, 266], [20, 120, 267], [114, 19, 268], [54, 29, 269], [48, 163, 270], [157, 220, 271], [67, 115, 272], [29, 82, 273], [131, 48, 274], [75, 146, 275], [128, 82, 276], [54, 5, 277], [19, 20, 278], [105, 100, 279], [234, 110, 280], [175, 280, 281], [48, 19, 282], [43, 40, 283], [77, 65, 284], [207, 82, 285], [191, 101, 286], [162, 82, 287], [109, 104, 288], [144, 170, 289], [105, 65, 290], [43, 72, 291], [119, 19, 292], [225, 49, 293], [119, 111, 294], [133, 17, 295], [108, 101, 296], [132, 121, 297], [164, 262, 298], [77, 163, 299], [186, 29, 300], [109, 82, 301], [157, 116, 302], [108, 33, 303], [116, 171, 304], [77, 19, 305], [107, 143, 306], [125, 20, 307], [128, 136, 308], [127, 82, 309], [181, 48, 310], [139, 17, 311], [140, 82, 312], [104, 63, 313], [105, 75, 314], [110, 63, 315], [119, 250, 316], [141, 17, 317], [140, 202, 318], [121, 17, 319], [54, 161, 320], [263, 161, 321], [127, 5, 322], [52, 82, 323], [110, 62, 324], [131, 150, 325], [110, 204, 326], [100, 101, 327], [67, 82, 328], [43, 34, 329], [149, 123, 330], [54, 77, 331], [106, 63, 332], [148, 49, 333], [110, 49, 334], [108, 190, 335], [202, 63, 336], [193, 63, 337], [186, 49, 338], [43, 255, 339], [112, 155, 340], [154, 95, 341], [100, 54, 342], [140, 52, 343], [29, 114, 344], [109, 217, 345], [43, 3, 346], [142, 48, 347], [43, 37, 348], [139, 101, 349], [122, 101, 350], [116, 82, 351], [43, 93, 352], [108, 110, 353], [129, 46, 354], [52, 5, 355], [128, 101, 356], [132, 119, 357], [36, 201, 358], [111, 114, 359], [204, 52, 360], [116, 57, 361], [105, 5, 362], [278, 54, 363], [107, 33, 364], [77, 33, 365], [134, 17, 366], [151, 48, 367], [237, 67, 368], [48, 29, 369], [231, 82, 370], [43, 91, 371], [82, 137, 372], [105, 110, 373], [210, 361, 374], [374, 363, 375], [62, 199, 376], [17, 205, 377], [122, 82, 378], [142, 148, 379], [77, 49, 380], [43, 13, 381], [67, 120, 382], [192, 49, 383], [105, 63, 384], [135, 17, 385], [105, 46, 386], [43, 6, 387], [162, 152, 388], [61, 95, 389], [228, 20, 390], [147, 205, 391], [52, 95, 392], [257, 324, 393], [103, 145, 394], [109, 134, 395], [48, 170, 396], [107, 29, 397], [125, 217, 398], [82, 65, 399], [279, 33, 400], [209, 155, 401], [288, 49, 402], [43, 145, 403], [29, 17, 404], [138, 65, 405], [259, 270, 406], [52, 170, 407], [122, 17, 408], [334, 195, 409], [109, 218, 410], [48, 63, 411], [149, 5, 412], [293, 148, 413], [144, 111, 414], [291, 409, 415], [48, 164, 416], [128, 241, 417], [150, 82, 418], [138, 110, 419], [186, 359, 420], [103, 100, 421], [153, 82, 422], [5, 82, 423], [177, 298, 424], [138, 82, 425], [43, 211, 426], [154, 286, 427], [317, 48, 428], [105, 33, 429], [314, 251, 430], [172, 20, 431], [174, 101, 432], [306, 82, 433], [198, 101, 434], [52, 146, 435], [49, 54, 436], [29, 65, 437], [406, 389, 438], [49, 82, 439], [233, 101, 440], [125, 316, 441], [167, 17, 442], [131, 121, 443], [154, 101, 444], [211, 82, 445], [119, 100, 446], [394, 82, 447], [77, 110, 448], [213, 82, 449], [46, 241, 450], [54, 275, 451], [357, 200, 452], [135, 19, 453], [125, 48, 454], [17, 101, 455], [159, 33, 456], [124, 320, 457], [362, 227, 458], [61, 49, 459], [125, 136, 460], [112, 377, 461], [36, 52, 462], [54, 95, 463], [136, 161, 464], [109, 165, 465], [48, 67, 466], [196, 100, 467], [48, 146, 468], [117, 100, 469], [151, 100, 470], [208, 171, 471], [43, 123, 472], [52, 110, 473], [112, 166, 474], [77, 360, 475], [444, 133, 476], [310, 143, 477], [19, 67, 478], [33, 165, 479], [151, 65, 480], [103, 62, 481], [149, 36, 482], [125, 65, 483], [54, 110, 484], [36, 36, 485], [116, 115, 486], [124, 190, 487], [113, 148, 488], [52, 115, 489], [103, 246, 490], [128, 123, 491], [82, 29, 492], [254, 33, 493], [149, 450, 494], [46, 17, 495], [224, 104, 496], [138, 100, 497], [62, 49, 498], [232, 17, 499], [131, 199, 500], [123, 161, 501], [259, 475, 502], [112, 191, 503], [131, 333, 504], [52, 133, 505], [213, 256, 506], [117, 65, 507], [33, 82, 508], [43, 286, 509], [49, 201, 510], [110, 116, 511], [108, 49, 512], [65, 17, 513], [343, 328, 514], [138, 48, 515], [216, 282, 516], [79, 19, 517], [140, 322, 518], [138, 222, 519], [105, 238, 520], [186, 19, 521], [516, 36, 522], [46, 46, 523], [348, 33, 524], [43, 30, 525], [354, 153, 526], [412, 136, 527], [522, 148, 528], [206, 115, 529], [123, 115, 530], [62, 260, 531], [17, 267, 532], [230, 217, 533], [29, 326, 534], [123, 114, 535], [341, 123, 536], [124, 65, 537], [144, 238, 538], [277, 82, 539], [77, 63, 540], [386, 219, 541], [390, 116, 542], [113, 135, 543], [258, 63, 544], [306, 185, 545], [103, 383, 546], [138, 252, 547], [116, 205, 548], [125, 370, 549], [136, 19, 550], [136, 5, 551], [130, 197, 552], [106, 82, 553], [113, 134, 554], [173, 49, 555], [331, 164, 556], [77, 137, 557], [184, 272, 558], [116, 17, 559], [216, 349, 560], [17, 20, 561], [122, 171, 562], [344, 134, 563], [174, 508, 564], [136, 36, 565], [524, 563, 566], [400, 101, 567], [188, 17, 568], [189, 218, 569], [82, 111, 570], [107, 273, 571], [143, 82, 572], [318, 272, 573], [124, 48, 574], [100, 148, 575], [112, 192, 576], [189, 100, 577], [121, 20, 578], [165, 152, 579], [140, 185, 580], [253, 135, 581], [43, 98, 582], [169, 251, 583], [265, 513, 584], [210, 220, 585], [585, 581, 586], [395, 63, 587], [107, 114, 588], [54, 170, 589], [132, 136, 590], [132, 416, 591], [355, 49, 592], [371, 119, 593], [82, 139, 594], [54, 195, 595], [110, 82, 596], [52, 292, 597], [420, 163, 598], [95, 120, 599], [535, 183, 600], [105, 376, 601], [197, 101, 602], [46, 284, 603], [487, 163, 604], [140, 445, 605], [312, 495, 606], [43, 165, 607], [210, 269, 608], [232, 19, 609], [119, 176, 610], [132, 106, 611], [197, 82, 612], [36, 67, 613], [264, 48, 614], [54, 75, 615], [146, 135, 616], [29, 19, 617], [254, 82, 618], [263, 358, 619], [159, 5, 620], [468, 127, 621], [138, 311, 622], [545, 267, 623], [608, 621, 624], [49, 5, 625], [506, 115, 626], [425, 369, 627], [167, 49, 628], [63, 123, 629], [198, 391, 630], [247, 195, 631], [103, 183, 632], [52, 53, 633], [180, 19, 634], [214, 166, 635], [137, 148, 636], [159, 29, 637], [159, 19, 638], [408, 146, 639], [288, 110, 640], [493, 240, 641], [104, 49, 642], [101, 54, 643], [117, 368, 644], [403, 29, 645], [627, 146, 646], [635, 234, 647], [265, 399, 648], [82, 208, 649], [346, 299, 650], [140, 639, 651], [52, 152, 652], [128, 299, 653], [481, 48, 654], [65, 115, 655], [159, 17, 656], [75, 114, 657], [96, 53, 658], [48, 101, 659], [108, 164, 660], [17, 134, 661], [49, 120, 662], [387, 155, 663], [151, 600, 664], [243, 534, 665], [235, 146, 666], [663, 658, 667], [667, 215, 668], [36, 48, 669], [112, 498, 670], [82, 95, 671], [127, 19, 672], [120, 19, 673], [128, 139, 674], [273, 208, 675], [318, 67, 676], [131, 133, 677], [109, 199, 678], [143, 165, 679], [130, 260, 680], [138, 453, 681], [77, 82, 682], [478, 52, 683], [128, 679, 684], [266, 62, 685], [117, 559, 686], [54, 190, 687], [124, 206, 688], [33, 136, 689], [119, 164, 690], [293, 82, 691], [151, 336, 692], [329, 49, 693], [196, 625, 694], [121, 313, 695], [54, 315, 696], [376, 19, 697], [77, 195, 698], [113, 77, 699], [132, 100, 700], [181, 261, 701], [116, 219, 702], [20, 215, 703], [17, 227, 704], [203, 101, 705], [171, 19, 706], [482, 556, 707], [107, 116, 708], [174, 62, 709], [140, 396, 710], [109, 244, 711], [149, 120, 712], [17, 115, 713], [128, 612, 714], [149, 17, 715], [290, 697, 716], [121, 19, 717], [502, 136, 718], [65, 133, 719], [215, 115, 720], [113, 690, 721], [100, 77, 722], [224, 459, 723], [723, 643, 724], [153, 67, 725], [211, 46, 726], [65, 52, 727], [138, 616, 728], [526, 114, 729], [181, 294, 730], [17, 120, 731], [179, 267, 732], [629, 152, 733], [283, 123, 734], [734, 517, 735], [735, 215, 736], [109, 139, 737], [134, 33, 738], [54, 208, 739], [138, 114, 740], [131, 127, 741], [107, 36, 742], [116, 20, 743], [614, 422, 744], [151, 185, 745], [130, 110, 746], [254, 29, 747], [67, 19, 748], [598, 240, 749], [371, 133, 750], [49, 114, 751], [364, 435, 752], [36, 65, 753], [52, 166, 754], [124, 548, 755], [103, 372, 756], [95, 115, 757], [105, 485, 758], [230, 251, 759], [691, 62, 760], [151, 511, 761], [246, 82, 762], [231, 29, 763], [54, 122, 764], [352, 316, 765], [323, 46, 766], [126, 166, 767], [209, 134, 768], [228, 642, 769], [17, 82, 770], [318, 382, 771], [341, 150, 772], [266, 191, 773], [134, 63, 774], [247, 63, 775], [125, 139, 776], [304, 19, 777], [384, 63, 778], [419, 19, 779], [126, 466, 780], [113, 48, 781], [587, 19, 782], [246, 120, 783], [125, 269, 784], [157, 143, 785], [112, 29, 786], [61, 65, 787], [686, 146, 788], [546, 115, 789], [227, 115, 790], [128, 698, 791], [156, 661, 792], [126, 48, 793], [228, 372, 794], [107, 248, 795], [109, 100, 796], [121, 82, 797], [52, 176, 798], [775, 733, 799], [282, 562, 800], [181, 136, 801], [125, 146, 802], [43, 137, 803], [144, 599, 804], [431, 116, 805], [125, 233, 806], [274, 134, 807], [65, 201, 808], [414, 19, 809], [441, 201, 810], [238, 115, 811], [700, 610, 812], [161, 404, 813], [499, 106, 814], [112, 75, 815], [339, 378, 816], [357, 176, 817], [140, 385, 818], [427, 532, 819], [301, 137, 820], [145, 165, 821], [95, 133, 822], [48, 328, 823], [215, 436, 824], [339, 295, 825], [36, 115, 826], [65, 120, 827], [284, 17, 828], [131, 726, 829], [210, 48, 830], [239, 139, 831], [611, 67, 832], [360, 275, 833], [519, 161, 834], [63, 82, 835], [252, 204, 836], [519, 358, 837], [131, 319, 838], [19, 62, 839], [127, 17, 840], [159, 437, 841], [814, 77, 842], [198, 839, 843], [647, 19, 844], [147, 20, 845], [149, 20, 846], [294, 115, 847], [109, 143, 848], [232, 46, 849], [62, 82, 850], [157, 435, 851], [112, 485, 852], [141, 46, 853], [104, 19, 854], [544, 114, 855], [162, 161, 856], [194, 33, 857], [364, 248, 858], [331, 200, 859], [65, 29, 860], [466, 703, 861], [154, 33, 862], [140, 319, 863], [283, 787, 864], [864, 861, 865], [148, 114, 866], [557, 101, 867], [203, 110, 868], [490, 82, 869], [191, 19, 870], [128, 396, 871], [187, 298, 872], [131, 342, 873], [772, 579, 874], [110, 602, 875], [33, 123, 876], [688, 570, 877], [386, 46, 878], [138, 155, 879], [106, 201, 880], [290, 875, 881], [105, 36, 882], [128, 261, 883], [648, 120, 884], [173, 17, 885], [554, 164, 886], [149, 65, 887], [107, 192, 888], [140, 54, 889], [125, 134, 890], [381, 411, 891], [178, 185, 892], [159, 46, 893], [116, 120, 894], [128, 270, 895], [367, 120, 896], [138, 800, 897], [106, 115, 898], [594, 19, 899], [139, 152, 900], [77, 75, 901], [189, 336, 902], [107, 418, 903], [207, 121, 904], [151, 392, 905], [159, 65, 906], [136, 423, 907], [119, 200, 908], [405, 320, 909], [207, 148, 910], [79, 17, 911], [125, 575, 912], [665, 171, 913], [620, 821, 914], [225, 82, 915], [151, 589, 916], [244, 19, 917], [307, 754, 918], [329, 20, 919], [48, 5, 920], [43, 22, 921], [125, 446, 922], [841, 489, 923], [77, 29, 924], [105, 208, 925], [131, 309, 926], [175, 185, 927], [138, 268, 928], [384, 95, 929], [159, 161, 930], [307, 766, 931], [656, 383, 932], [109, 445, 933], [411, 101, 934], [768, 517, 935], [65, 824, 936], [228, 82, 937], [154, 111, 938], [912, 63, 939], [641, 114, 940], [555, 436, 941], [121, 115, 942], [125, 763, 943], [434, 532, 944], [431, 121, 945], [173, 137, 946], [105, 62, 947], [150, 133, 948], [580, 219, 949], [117, 48, 950], [213, 123, 951], [167, 46, 952], [461, 19, 953], [327, 120, 954], [36, 313, 955], [846, 332, 956], [221, 840, 957], [19, 48, 958], [104, 110, 959], [209, 82, 960], [114, 120, 961], [141, 163, 962], [19, 133, 963], [472, 256, 964], [77, 183, 965], [107, 185, 966], [107, 146, 967], [305, 313, 968], [107, 65, 969], [128, 134, 970], [230, 148, 971], [67, 20, 972], [131, 326, 973], [46, 867, 974], [116, 114, 975], [175, 92, 976], [124, 110, 977], [75, 192, 978], [165, 171, 979], [157, 101, 980], [5, 185, 981], [172, 48, 982], [54, 53, 983], [408, 120, 984], [107, 165, 985], [107, 127, 986], [198, 5, 987], [57, 49, 988], [151, 77, 989], [134, 19, 990], [128, 332, 991], [247, 75, 992], [107, 106, 993], [134, 101, 994], [165, 19, 995], [103, 114, 996], [123, 19, 997], [139, 120, 998], [139, 67, 999], [455, 54, 1000], [126, 531, 1001], [192, 120, 1002], [43, 170, 1003], [237, 313, 1004], [128, 762, 1005], [305, 115, 1006], [290, 958, 1007], [390, 101, 1008], [976, 1000, 1009], [105, 471, 1010], [62, 120, 1011], [103, 82, 1012], [460, 49, 1013], [164, 65, 1014], [124, 241, 1015], [123, 120, 1016], [964, 101, 1017], [421, 202, 1018], [525, 135, 1019], [1019, 79, 1020], [48, 204, 1021], [79, 49, 1022], [323, 166, 1023], [1018, 617, 1024], [978, 5, 1025], [609, 150, 1026], [154, 65, 1027], [123, 164, 1028], [237, 133, 1029], [132, 596, 1030], [136, 67, 1031], [574, 636, 1032], [125, 104, 1033], [151, 407, 1034], [825, 171, 1035], [159, 197, 1036], [135, 127, 1037], [52, 94, 1038], [142, 261, 1039], [264, 121, 1040], [1014, 822, 1041], [214, 127, 1042], [128, 199, 1043], [189, 240, 1044], [632, 67, 1045], [43, 133, 1046], [565, 115, 1047], [119, 63, 1048], [101, 120, 1049], [100, 116, 1050], [247, 238, 1051], [114, 704, 1052], [52, 315, 1053], [107, 294, 1054], [128, 54, 1055], [930, 392, 1056], [554, 963, 1057], [33, 115, 1058], [159, 163, 1059], [122, 205, 1060], [141, 219, 1061], [153, 183, 1062], [138, 54, 1063], [351, 152, 1064], [117, 206, 1065], [124, 231, 1066], [184, 19, 1067], [253, 67, 1068], [248, 350, 1069], [225, 332, 1070], [54, 248, 1071], [927, 268, 1072], [128, 702, 1073], [131, 473, 1074], [806, 115, 1075], [140, 331, 1076], [131, 100, 1077], [1072, 1025, 1078], [239, 36, 1079], [146, 94, 1080], [141, 19, 1081], [456, 256, 1082], [759, 115, 1083], [1020, 727, 1084], [141, 95, 1085], [173, 19, 1086], [871, 479, 1087], [107, 145, 1088], [490, 123, 1089], [140, 261, 1090], [290, 309, 1091], [850, 123, 1092], [202, 67, 1093], [282, 115, 1094], [128, 391, 1095], [52, 275, 1096], [179, 153, 1097], [189, 48, 1098], [113, 365, 1099], [117, 133, 1100], [141, 63, 1101], [117, 845, 1102], [230, 233, 1103], [109, 764, 1104], [159, 273, 1105], [243, 675, 1106], [274, 133, 1107], [588, 95, 1108], [291, 100, 1109], [715, 1092, 1110], [110, 17, 1111], [633, 115, 1112], [571, 246, 1113], [307, 139, 1114], [859, 114, 1115], [138, 866, 1116], [432, 120, 1117], [195, 120, 1118], [153, 17, 1119], [77, 315, 1120], [124, 294, 1121], [132, 120, 1122], [94, 17, 1123], [5, 115, 1124], [57, 95, 1125], [265, 636, 1126], [526, 268, 1127], [310, 197, 1128], [132, 673, 1129], [135, 82, 1130], [52, 29, 1131], [103, 451, 1132], [515, 106, 1133], [141, 36, 1134], [113, 127, 1135], [384, 3, 1136], [3, 649, 1137], [43, 38, 1138], [139, 19, 1139], [67, 54, 1140], [463, 120, 1141], [310, 835, 1142], [555, 116, 1143], [1143, 468, 1144], [260, 19, 1145], [290, 322, 1146], [454, 111, 1147], [189, 492, 1148], [128, 248, 1149], [82, 191, 1150], [173, 46, 1151], [458, 163, 1152], [124, 473, 1153], [607, 337, 1154], [224, 48, 1155], [123, 36, 1156], [131, 106, 1157], [779, 165, 1158], [292, 240, 1159], [308, 101, 1160], [52, 183, 1161], [889, 62, 1162], [218, 115, 1163], [107, 984, 1164], [266, 115, 1165], [239, 46, 1166], [132, 1159, 1167], [128, 720, 1168], [536, 120, 1169], [155, 82, 1170], [970, 662, 1171], [842, 115, 1172], [110, 197, 1173], [181, 380, 1174], [150, 115, 1175], [159, 36, 1176], [574, 147, 1177], [346, 659, 1178], [288, 377, 1179], [181, 269, 1180], [124, 332, 1181], [130, 311, 1182], [778, 115, 1183], [873, 1011, 1184], [469, 908, 1185], [266, 139, 1186], [125, 529, 1187], [109, 847, 1188], [43, 190, 1189], [159, 669, 1190], [52, 185, 1191], [1151, 219, 1192], [117, 233, 1193], [125, 253, 1194], [237, 115, 1195], [153, 284, 1196], [77, 613, 1197], [151, 190, 1198], [100, 215, 1199], [140, 199, 1200], [154, 523, 1201], [211, 153, 1202], [36, 206, 1203], [232, 870, 1204], [208, 115, 1205], [1040, 122, 1206], [276, 136, 1207], [209, 1068, 1208], [303, 1041, 1209], [928, 127, 1210], [95, 123, 1211], [339, 725, 1212], [276, 185, 1213], [243, 437, 1214], [490, 120, 1215], [140, 139, 1216], [364, 233, 1217], [151, 147, 1218], [159, 183, 1219], [128, 127, 1220], [1056, 115, 1221], [17, 123, 1222], [121, 46, 1223], [57, 101, 1224], [151, 233, 1225], [239, 65, 1226], [125, 836, 1227], [157, 378, 1228], [124, 106, 1229], [119, 49, 1230], [135, 219, 1231], [225, 717, 1232], [462, 292, 1233], [598, 336, 1234], [427, 309, 1235], [132, 190, 1236], [43, 295, 1237], [5, 49, 1238], [993, 161, 1239], [124, 739, 1240], [1136, 155, 1241], [121, 127, 1242], [125, 100, 1243], [193, 250, 1244], [329, 439, 1245], [29, 100, 1246], [312, 5, 1247], [48, 121, 1248], [687, 19, 1249], [135, 20, 1250], [178, 133, 1251], [128, 114, 1252], [429, 322, 1253], [312, 589, 1254], [128, 185, 1255], [138, 192, 1256], [544, 268, 1257], [425, 135, 1258], [500, 19, 1259], [848, 136, 1260], [615, 152, 1261], [1198, 65, 1262], [125, 1052, 1263], [279, 206, 1264], [184, 67, 1265], [1098, 811, 1266], [113, 192, 1267], [124, 139, 1268], [266, 358, 1269], [264, 218, 1270], [193, 163, 1271], [181, 54, 1272], [681, 115, 1273], [326, 115, 1274], [538, 101, 1275], [499, 100, 1276], [1208, 459, 1277], [310, 164, 1278], [48, 111, 1279], [239, 743, 1280], [203, 49, 1281], [159, 63, 1282], [43, 87, 1283], [109, 695, 1284], [551, 115, 1285], [103, 529, 1286], [469, 391, 1287], [632, 382, 1288], [134, 575, 1289], [173, 1080, 1290], [107, 592, 1291], [645, 48, 1292], [75, 934, 1293], [434, 309, 1294], [121, 219, 1295], [140, 201, 1296], [117, 252, 1297], [107, 49, 1298], [77, 5, 1299], [699, 204, 1300], [151, 165, 1301], [125, 183, 1302], [443, 29, 1303], [520, 252, 1304], [216, 197, 1305], [140, 197, 1306], [138, 385, 1307], [175, 1125, 1308], [247, 523, 1309], [224, 17, 1310], [109, 578, 1311], [131, 185, 1312], [781, 166, 1313], [344, 52, 1314], [645, 366, 1315], [996, 206, 1316], [317, 1271, 1317], [130, 860, 1318], [395, 166, 1319], [114, 101, 1320], [103, 110, 1321], [107, 120, 1322], [5, 106, 1323], [48, 106, 1324], [119, 65, 1325], [711, 115, 1326], [33, 270, 1327], [210, 148, 1328], [92, 65, 1329], [119, 75, 1330], [239, 95, 1331], [113, 260, 1332], [124, 233, 1333], [232, 95, 1334], [206, 539, 1335], [314, 19, 1336], [109, 332, 1337], [456, 790, 1338], [215, 120, 1339], [1097, 115, 1340], [159, 440, 1341], [905, 123, 1342], [1277, 683, 1343], [153, 133, 1344], [265, 62, 1345], [110, 185, 1346], [63, 199, 1347], [36, 146, 1348], [546, 120, 1349], [274, 208, 1350], [518, 114, 1351], [400, 19, 1352], [228, 168, 1353], [148, 19, 1354], [189, 82, 1355], [323, 62, 1356], [419, 29, 1357], [1292, 833, 1358], [1157, 751, 1359], [405, 199, 1360], [597, 152, 1361], [173, 20, 1362], [194, 531, 1363], [577, 907, 1364], [1225, 369, 1365], [269, 19, 1366], [502, 54, 1367], [82, 696, 1368], [685, 19, 1369], [637, 152, 1370], [75, 240, 1371], [144, 190, 1372], [1100, 418, 1373], [151, 983, 1374], [173, 299, 1375], [48, 36, 1376], [515, 833, 1377], [403, 277, 1378], [813, 171, 1379], [150, 152, 1380], [482, 370, 1381], [1216, 423, 1382], [122, 115, 1383], [113, 305, 1384], [36, 133, 1385], [113, 572, 1386], [114, 49, 1387], [142, 134, 1388], [1027, 164, 1389], [174, 63, 1390], [131, 1002, 1391], [131, 252, 1392], [887, 323, 1393], [397, 