{"word_index": {"<PAD>": 0, "h": 1, "b": 2, "J": 3, "Q": 4, "G": 5, "\u00eb": 6, "!": 7, "t": 8, ":": 9, "\u00f4": 10, "B": 11, "N": 12, "\u00f3": 13, "p": 14, " ": 15, "V": 16, ";": 17, "\u00e2": 18, "8": 19, "g": 20, "\u00ed": 21, "9": 22, "\u00e8": 23, "O": 24, "M": 25, "S": 26, "\u0153": 27, "k": 28, "0": 29, "\u00ef": 30, "y": 31, "U": 32, "2": 33, "=": 34, "\u00e9": 35, "3": 36, "Y": 37, "q": 38, "z": 39, "\u00c1": 40, "L": 41, "\u00fd": 42, "\u00e1": 43, "\u00c0": 44, "I": 45, "W": 46, "o": 47, "4": 48, "K": 49, "m": 50, "\u00c9": 51, "5": 52, "C": 53, "s": 54, "x": 55, "(": 56, "w": 57, "\u00e7": 58, "D": 59, "H": 60, "a": 61, "\u201c": 62, "\u00e4": 63, "1": 64, "R": 65, "i": 66, "\u2014": 67, "n": 68, "e": 69, "\u00e6": 70, "/": 71, "6": 72, "P": 73, "X": 74, ",": 75, "u": 76, "\u00e0": 77, ".": 78, "\u00fa": 79, "'": 80, "?": 81, "\u00ea": 82, "\u00ee": 83, "v": 84, "\u00f6": 85, "d": 86, "-": 87, "7": 88, ")": 89, "F": 90, "\u201d": 91, "c": 92, "A": 93, "\u00fc": 94, "\u2019": 95, "E": 96, "l": 97, "r": 98, "j": 99, "f": 100, "Z": 101, "T": 102, " t": 103, "he": 104, " a": 105, "in": 106, " s": 107, " the": 108, " w": 109, "re": 110, "nd": 111, " o": 112, " h": 113, "er": 114, "ed": 115, "at": 116, " b": 117, " and": 118, "ou": 119, "ing": 120, "is": 121, "it": 122, "en": 123, " f": 124, " c": 125, " to": 126, "on": 127, " m": 128, " of": 129, " he": 130, " d": 131, " th": 132, "es": 133, "or": 134, "as": 135, "an": 136, "ll": 137, " p": 138, "ar": 139, " l": 140, " in": 141, " n": 142, "om": 143, " ha": 144, "im": 145, "le": 146, "ot": 147, "ow": 148, " be": 149, "id": 150, " g": 151, "ly": 152, "ic": 153, " e": 154, "ut": 155, " his": 156, " wh": 157, " that": 158, " re": 159, " was": 160, "ce": 161, " on": 162, "st": 163, "se": 164, "ent": 165, "ld": 166, " I": 167, "ith": 168, " with": 169, "ve": 170, "ion": 171, " T": 172, " A": 173, " sa": 174, " P": 175, "gh": 176, " him": 177, " y": 178, " not": 179, " it": 180, " r": 181, " had": 182, "al": 183, " as": 184, "et": 185, " u": 186, " her": 187, " at": 188, " st": 189, "ir": 190, "ver": 191, "ur": 192, "ere": 193, " for": 194, "ch": 195, " you": 196, "ad": 197, " an": 198, "ay": 199, "ght": 200, "ess": 201, "oo": 202, " The": 203, "ss": 204, "her": 205, "ri": 206, " H": 207, "ct": 208, " B": 209, " N": 210, "if": 211, " is": 212, " se": 213, " so": 214, "ov": 215, " M": 216, "ould": 217, "ill": 218, "ter": 219, "ich": 220, " fr": 221, "rin": 222, " but": 223, " S": 224, " k": 225, " she": 226, "ain": 227, " W": 228, " said": 229, " sh": 230, "am": 231, " con": 232, "all": 233, "ier": 234, " who": 235, " all": 236, "ac": 237, "pp": 238, " de": 239, "and": 240, "ore": 241, " from": 242, " ex": 243, "ant": 244, " were": 245, "ak": 246, " su": 247, "il": 248, " by": 249, "nt": 250, "out": 251, "ro": 252, "ol": 253, " com": 254, "qu": 255, "em": 256, " And": 257, " or": 258, " R": 259, "ard": 260, "ight": 261, "lf": 262, " Prin": 263, " v": 264, " fe": 265, " ne": 266, "hing": 267, "ers": 268, "ap": 269, "ost": 270, " which": 271, "ked": 272, "pe": 273, " do": 274, "ble": 275, " me": 276, "ag": 277, "sh": 278, " ar": 279, "ierre": 280, " Pierre": 281, "os": 282, " D": 283, "ul": 284, " He": 285, "very": 286, " one": 287, " whe": 288, " have": 289, " al": 290, " F": 291, "ous": 292, " kn": 293, "ound": 294, "est": 295, " they": 296, " this": 297, "self": 298, "ust": 299, " up": 300, " we": 301, " what": 302, " them": 303, "ation": 304, "us": 305, " som": 306, " ch": 307, " man": 308, "one": 309, " ro": 310, "art": 311, " le": 312, "hed": 313, " ab": 314, "red": 315, "ount": 316, " int": 317, " loo": 318, "ist": 319, "ace": 320, " Prince": 321, "ong": 322, "ie": 323, "rew": 324, " did": 325, "ress": 326, "ry": 327, "ke": 328, " O": 329, " been": 330, "au": 331, "ind": 332, "own": 333, "ren": 334, " their": 335, "ood": 336, "ered": 337, " un": 338, " qu": 339, " out": 340, " ev": 341, "ra": 342, " li": 343, "per": 344, " would": 345, " j": 346, " no": 347, " E": 348, "ary": 349, "ity": 350, "ate": 351, " C": 352, " there": 353, " off": 354, "ig": 355, " my": 356, " thou": 357, "cess": 358, "nder": 359, "ssi": 360, "at\u00e1": 361, " ag": 362, "sha": 363, " sm": 364, "um": 365, "ort": 366, " go": 367, "ack": 368, "op": 369, "ame": 370, " Y": 371, "ell": 372, " are": 373, " Nat\u00e1": 374, " Nat\u00e1sha": 375, "way": 376, "ther": 377, "ite": 378, " now": 379, "un": 380, " G": 381, "king": 382, "urn": 383, " ad": 384, "ast": 385, " af": 386, " K": 387, " only": 388, "\u00f3v": 389, " Wh": 390, "other": 391, "iv": 392, " Andrew": 393, " tim": 394, " wor": 395, "ove": 396, " sp": 397, " could": 398, "el": 399, " arm": 400, " But": 401, " when": 402, " im": 403, "pt": 404, " pl": 405, " Rost": 406, "ive": 407, "itt": 408, "rench": 409, " will": 410, "od": 411, " beg": 412, " know": 413, " hand": 414, " French": 415, "ose": 416, " more": 417, "ide": 418, " pre": 419, " under": 420, " tr": 421, "ice": 422, "ge": 423, " himself": 424, " pe": 425, " if": 426, " every": 427, " into": 428, " am": 429, " about": 430, " Th": 431, " say": 432, " some": 433, " any": 434, "ile": 435, "na": 436, "pl": 437, " Rost\u00f3v": 438, "ne": 439, "ally": 440, " count": 441, " It": 442, " dis": 443, " ey": 444, "ife": 445, "our": 446, " time": 447, "ure": 448, " see": 449, "fore": 450, "able": 451, " thought": 452, "ass": 453, " co": 454, "ty": 455, " rem": 456, " face": 457, " again": 458, "\u00f3n": 459, " can": 460, " other": 461, "ci": 462, "av": 463, "ance": 464, " went": 465, "ok": 466, " your": 467, "ole": 468, " br": 469, " gr": 470, "ction": 471, " en": 472, "ire": 473, " old": 474, "ussi": 475, " eyes": 476, " room": 477, "sk": 478, "ment": 479, " gl": 480, " tw": 481, " bec": 482, " cl": 483, "are": 484, "cc": 485, "ated": 486, " fir": 487, " how": 488, "ied": 489, " tak": 490, " men": 491, "ep": 492, " comm": 493, " before": 494, "ft": 495, " She": 496, " pr": 497, "wn": 498, " cont": 499, " day": 500, "ence": 501, " Russi": 502, " over": 503, " down": 504, "ies": 505, " seem": 506, " bl": 507, "me": 508, " very": 509, "ness": 510, "reat": 511, " then": 512, "lt": 513, " like": 514, " po": 515, " Mos": 516, "\u00eds": 517, " long": 518, " prin": 519, " app": 520, " us": 521, " Mosc": 522, "ff": 523, " Em": 524, " V": 525, " offic": 526, " began": 527, " Moscow": 528, "ried": 529, "ened": 530, "ward": 531, "thing": 532, " should": 533, "press": 534, "ener": 535, " even": 536, " fl": 537, " happ": 538, "age": 539, "ud": 540, " after": 541, " What": 542, " has": 543, " ord": 544, " somet": 545, " turn": 546, " pro": 547, "ather": 548, " came": 549, "ans": 550, "ang": 551, " head": 552, "ine": 553, " hor": 554, " An": 555, "ause": 556, "ull": 557, " asked": 558, "att": 559, " Mary": 560, "th": 561, "ition": 562, "peror": 563, " same": 564, "anc": 565, " Emperor": 566, " army": 567, " att": 568, " still": 569, "end": 570, " spe": 571, "ome": 572, " looked": 573, " fo": 574, "row": 575, " our": 576, " str": 577, "ish": 578, "ently": 579, " let": 580, "olas": 581, " L": 582, " without": 583, " felt": 584, " Nich": 585, " Nicholas": 586, " word": 587, " ser": 588, "ave": 589, " than": 590, " those": 591, "ign": 592, " You": 593, "ear": 594, "ach": 595, "ree": 596, "ious": 597, " underst": 598, "ving": 599, "eneral": 600, " away": 601, "ady": 602, "ful": 603, " first": 604, " life": 605, " left": 606, " ent": 607, " Nap": 608, " cons": 609, "ough": 610, " thin": 611, "ade": 612, "ck": 613, " vo": 614, "ab": 615, "leas": 616, "ps": 617, " come": 618, " Princess": 619, " reg": 620, "oleon": 621, " part": 622, " something": 623, " Napoleon": 624, "ng": 625, " seemed": 626, " peop": 627, " In": 628, "den": 629, " another": 630, " such": 631, " tal": 632, "iz": 633, " its": 634, " sold": 635, "llow": 636, " rep": 637, " res": 638, "ittle": 639, " where": 640, " command": 641, "hen": 642, "ya": 643, " back": 644, " imp": 645, " people": 646, " soldier": 647, " feel": 648, "ect": 649, " just": 650, " little": 651, "ily": 652, " must": 653, " two": 654, "led": 655, " ret": 656, "ber": 657, "\u00faz": 658, "oy": 659, " these": 660, "tor": 661, "ning": 662, " Kut": 663, " general": 664, " express": 665, " whole": 666, " Kut\u00faz": 667, " Kut\u00fazov": 668, "co": 669, " own": 670, "ev": 671, "ons": 672, "ings": 673, " mar": 674, "pect": 675, " look": 676, " des": 677, " way": 678, "oment": 679, " heard": 680, " pass": 681, "ue": 682, "ski": 683, " moment": 684, " new": 685, " batt": 686, "air": 687, " fri": 688, "man": 689, "ouse": 690, " kne": 691, " good": 692, " On": 693, " young": 694, "ished": 695, "ared": 696, "ways": 697, "uch": 698, " hu": 699, " thr": 700, " right": 701, "atter": 702, "hov": 703, "tain": 704, " They": 705, "ions": 706, " because": 707, " sat": 708, " saw": 709, " love": 710, " want": 711, " being": 712, "ted": 713, " made": 714, " bet": 715, " always": 716, "iss": 717, " Russian": 718, "les": 719, "oved": 720, " house": 721, "ru": 722, " S\u00f3n": 723, " S\u00f3nya": 724, "ick": 725, "iff": 726, "li": 727, " pleas": 728, " officer": 729, " round": 730, "ting": 731, " nothing": 732, "denly": 733, " Den": 734, " Den\u00eds": 735, " Den\u00edsov": 736, " war": 737, "orm": 738, "act": 739, " per": 740, " don": 741, " sc": 742, "ath": 743, " voice": 744, " get": 745, " here": 746, " comp": 747, "ks": 748, " understand": 749, " Yes": 750, "ner": 751, " smile": 752, "cl": 753, "ild": 754, " father": 755, " tell": 756, "ved": 757, " acc": 758, " shout": 759, " knew": 760, " great": 761, "ake": 762, "amp": 763, "ait": 764, " Count": 765, "ief": 766, " told": 767, " Bor": 768, " When": 769, "te": 770, " looking": 771, " evid": 772, " never": 773, "ord": 774, " sud": 775, " car": 776, "ations": 777, " add": 778, " pres": 779, " took": 780, " ho": 781, " words": 782, "aking": 783, " cap": 784, " whom": 785, " op": 786, "\u00f3l": 787, " battle": 788, " turned": 789, "ained": 790, " much": 791, " histor": 792, " too": 793, " Well": 794, " sil": 795, " wr": 796, "ise": 797, "igh": 798, " suddenly": 799, "osition": 800, " ran": 801, " cle": 802, " ll": 803, " having": 804, " That": 805, " call": 806, " door": 807, "less": 808, " hands": 809, " countess": 810, "pped": 811, " through": 812, "cept": 813, " contin": 814, " ob": 815, " quite": 816, " though": 817, " last": 818, " everything": 819, " well": 820, "iment": 821, "ves": 822, "oke": 823, "ovna": 824, " quest": 825, "ced": 826, "ling": 827, "ult": 828, " diff": 829, " No": 830, " dear": 831, " think": 832, "ssible": 833, " prince": 834, "de": 835, "ross": 836, " princess": 837, " dist": 838, "sw": 839, "ont": 840, " repl": 841, " continu": 842, " answ": 843, " soldiers": 844, "oth": 845, " beh": 846, "ounded": 847, " wom": 848, " conf": 849, "we": 850, " while": 851, " occ": 852, " inf": 853, "hes": 854, " order": 855, " once": 856, " form": 857, " smil": 858, "aught": 859, "lp": 860, "okhov": 861, " em": 862, " list": 863, " D\u00f3l": 864, " D\u00f3lokhov": 865, "ower": 866, "ully": 867, " There": 868, " take": 869, "vers": 870, " move": 871, " herself": 872, " dra": 873, " evidently": 874, "ready": 875, "men": 876, " friend": 877, " aff": 878, " put": 879, "iness": 880, " already": 881, " ac": 882, " might": 883, " feeling": 884, " At": 885, " horse": 886, " bel": 887, " sur": 888, " la": 889, " cor": 890, " God": 891, " yet": 892, " ref": 893, "ating": 894, " most": 895, " going": 896, " position": 897, "ined": 898, "ears": 899, "arly": 900, "ub": 901, " stood": 902, " side": 903, " His": 904, " giv": 905, " rel": 906, "ange": 907, "ought": 908, " place": 909, " How": 910, "\u00edt": 911, " crow": 912, " expression": 913, " regiment": 914, " ke": 915, " gave": 916, "ants": 917, " child": 918, " Oh": 919, "og": 920, " J": 921, " cour": 922, " replied": 923, "up": 924, " act": 925, " done": 926, " Pet": 927, " pers": 928, " adv": 929, " rece": 930, " chief": 931, " return": 932, " wife": 933, "ody": 934, " Bor\u00eds": 935, "lovna": 936, " We": 937, " end": 938, " crowd": 939, " commander": 940, " Anna": 941, "ised": 942, " camp": 943, " anything": 944, " This": 945, " All": 946, " aw": 947, "ides": 948, " letter": 949, " bo": 950, " seen": 951, " If": 952, " others": 953, "rying": 954, "ched": 955, " behind": 956, " front": 957, "so": 958, "here": 959, " Be": 960, "ering": 961, " inst": 962, "ses": 963, " enem": 964, "ual": 965, " set": 966, " sle": 967, "ushed": 968, " sl": 969, " mor": 970, " show": 971, "kh": 972, " dress": 973, "fully": 974, "ater": 975, " P\u00e9": 976, " fre": 977, "bur": 978, "ention": 979, " why": 980, "get": 981, " To": 982, "az": 983, "itting": 984, " sent": 985, " son": 986, " ang": 987, "\u00e1n": 988, " gu": 989, "ors": 990, " mind": 991, " sub": 992, " sin": 993, "ory": 994, "ents": 995, " ter": 996, "ens": 997, "aring": 998, "ark": 999, "tya": 1000, " toward": 1001, "uring": 1002, " ve": 1003, "ached": 1004, " make": 1005, "used": 1006, " also": 1007, " Why": 1008, " P\u00e9tya": 1009, " action": 1010, "wing": 1011, " te": 1012, " cann": 1013, "sel": 1014, " fore": 1015, "ening": 1016, " enemy": 1017, " troo": 1018, " Vas": 1019, " Vas\u00ed": 1020, "oss": 1021, "\u00edn": 1022, "ield": 1023, " troops": 1024, "burg": 1025, " consid": 1026, " el": 1027, "ense": 1028, "aces": 1029, " three": 1030, "ank": 1031, " follow": 1032, " che": 1033, " give": 1034, " question": 1035, " read": 1036, "ason": 1037, "ix": 1038, " night": 1039, " vis": 1040, "selves": 1041, " soon": 1042, " may": 1043, " stand": 1044, " talk": 1045, " es": 1046, "anced": 1047, "oud": 1048, "ying": 1049, "rat": 1050, " supp": 1051, "ertain": 1052, "ired": 1053, " sound": 1054, " ma": 1055, " receiv": 1056, " horses": 1057, "med": 1058, " rest": 1059, "ither": 1060, " inter": 1061, "ical": 1062, " pa": 1063, "ately": 1064, " bri": 1065, " fam": 1066, " ass": 1067, "olk": 1068, "ility": 1069, " kind": 1070, "ail": 1071, " Peters": 1072, " matter": 1073, " dire": 1074, " called": 1075, " lau": 1076, " dr": 1077, " Petersburg": 1078, " dec": 1079, "lex": 1080, " ins": 1081, " remem": 1082, " shouted": 1083, " Vas\u00edli": 1084, " inv": 1085, " As": 1086, " movement": 1087, " sim": 1088, " taken": 1089, " light": 1090, " alone": 1091, "ween": 1092, "ook": 1093, "osed": 1094, " mother": 1095, "ible": 1096, " notic": 1097, " sto": 1098, " hum": 1099, " bes": 1100, " ind": 1101, " both": 1102, " shall": 1103, " wait": 1104, " repe": 1105, " expect": 1106, " does": 1107, " serv": 1108, " Fr": 1109, " between": 1110, "ret": 1111, "ized": 1112, " speak": 1113, " char": 1114, "aughter": 1115, " power": 1116, " saying": 1117, "ching": 1118, "ict": 1119, "ured": 1120, " found": 1121, " thing": 1122, "xt": 1123, "ged": 1124, "\u00e1v": 1125, " fellow": 1126, " officers": 1127, " road": 1128, " things": 1129, "ase": 1130, "ip": 1131, " table": 1132, " poin": 1133, " inc": 1134, " hon": 1135, " adj": 1136, "ject": 1137, " U": 1138, "ars": 1139, "ka": 1140, "aving": 1141, " rode": 1142, " Anat": 1143, " Anatole": 1144, "ards": 1145, " along": 1146, " cond": 1147, " step": 1148, " mil": 1149, "ever": 1150, " Af": 1151, " against": 1152, " fire": 1153, " entered": 1154, " So": 1155, "enc": 1156, " din": 1157, " present": 1158, "ousand": 1159, " many": 1160, "ial": 1161, " law": 1162, "illed": 1163, " sitting": 1164, " need": 1165, " def": 1166, " thousand": 1167, " moved": 1168, " evening": 1169, "ute": 1170, " morning": 1171, " continued": 1172, "read": 1173, " run": 1174, "ided": 1175, " rec": 1176, " foot": 1177, " joy": 1178, " whether": 1179, " rap": 1180, " find": 1181, " heart": 1182, " added": 1183, " drawing": 1184, " brought": 1185, " near": 1186, " cried": 1187, " wounded": 1188, " ir": 1189, " reco": 1190, "iet": 1191, " After": 1192, " ball": 1193, " col": 1194, "aced": 1195, "icul": 1196, "uck": 1197, " gir": 1198, "rov": 1199, " lay": 1200, " eff": 1201, "ific": 1202, "cri": 1203, " convers": 1204, "cted": 1205, " visit": 1206, " mean": 1207, " Bolk": 1208, " themselves": 1209, " person": 1210, "ven": 1211, " quick": 1212, " meet": 1213, " expl": 1214, " taking": 1215, " lar": 1216, " small": 1217, " got": 1218, " real": 1219, " mon": 1220, " received": 1221, "ten": 1222, "isf": 1223, "\u00e1y": 1224, " gall": 1225, " del": 1226, " cross": 1227, " white": 1228, " fin": 1229, "oun": 1230, "aster": 1231, " kiss": 1232, "cious": 1233, " understood": 1234, " everyone": 1235, " thir": 1236, " est": 1237, "gn": 1238, " since": 1239, " fact": 1240, " adjut": 1241, "ison": 1242, " cr": 1243, "erent": 1244, " One": 1245, "pr": 1246, " leg": 1247, "ois": 1248, "airs": 1249, "ash": 1250, " yes": 1251, " mer": 1252, " among": 1253, " leave": 1254, " met": 1255, " pur": 1256, " orders": 1257, " peas": 1258, " days": 1259, " woman": 1260, "ably": 1261, " girl": 1262, " certain": 1263, " arri": 1264, " ask": 1265, " stopped": 1266, " hur": 1267, " far": 1268, " necess": 1269, " vill": 1270, "erest": 1271, " ra": 1272, " passed": 1273, "ressed": 1274, " happy": 1275, " contr": 1276, " Bolk\u00f3n": 1277, " rose": 1278, "ond": 1279, " death": 1280, " Then": 1281, " red": 1282, " 1": 1283, " wished": 1284, "anged": 1285, " tried": 1286, " brother": 1287, " talking": 1288, "orrow": 1289, " Alex": 1290, " sign": 1291, " impo": 1292, "body": 1293, " anyone": 1294, "ister": 1295, " less": 1296, " bro": 1297, " sn": 1298, "ug": 1299, " huss": 1300, " gent": 1301, " cal": 1302, " disp": 1303, " appro": 1304, " Mad": 1305, " lad": 1306, " past": 1307, " P\u00e1v": 1308, " suff": 1309, " St": 1310, " wish": 1311, " det": 1312, " hold": 1313, "peri": 1314, " import": 1315, " terri": 1316, " interest": 1317, " help": 1318, " world": 1319, "ery": 1320, " tre": 1321, " sing": 1322, "gin": 1323, "oin": 1324, "oul": 1325, " wanted": 1326, "most": 1327, " Now": 1328, "\u00e9l": 1329, "oub": 1330, " dev": 1331, " hard": 1332, " fall": 1333, " conv": 1334, "riage": 1335, " abs": 1336, " wind": 1337, " remained": 1338, "oving": 1339, " noticed": 1340, " really": 1341, " given": 1342, " Bolk\u00f3nski": 1343, "ices": 1344, " few": 1345, "reet": 1346, "day": 1347, "cle": 1348, " turning": 1349, " doct": 1350, " longer": 1351, " arms": 1352, " With": 1353, "ows": 1354, " ste": 1355, "iew": 1356, " prep": 1357, " impossible": 1358, " dinner": 1359, " play": 1360, "iously": 1361, " Ah": 1362, " forward": 1363, " strange": 1364, " gallop": 1365, "aps": 1366, " Russia": 1367, "eared": 1368, " news": 1369, " reply": 1370, "band": 1371, " hair": 1372, " beside": 1373, " gaz": 1374, " Aust": 1375, "oc": 1376, " possible": 1377, " imag": 1378, "ception": 1379, "idly": 1380, " became": 1381, " large": 1382, "ited": 1383, " hus": 1384, "ces": 1385, " home": 1386, "ern": 1387, " nor": 1388, " else": 1389, " sad": 1390, " during": 1391, " dro": 1392, " belie": 1393, " spoke": 1394, "aut": 1395, " bad": 1396, "unt": 1397, " begin": 1398, " exce": 1399, " happened": 1400, " till": 1401, " field": 1402, " honor": 1403, " conversation": 1404, " smiling": 1405, " care": 1406, " H\u00e9l": 1407, "\u00e8ne": 1408, "its": 1409, "cond": 1410, "ts": 1411, " free": 1412, " high": 1413, " soul": 1414, " compan": 1415, " husband": 1416, " bus": 1417, " Coss": 1418, " Cossack": 1419, " cold": 1420, " dest": 1421, " sw": 1422, " H\u00e9l\u00e8ne": 1423, "ement": 1424, " prison": 1425, " different": 1426, " min": 1427, "amed": 1428, " silent": 1429, " reason": 1430, " around": 1431, " rid": 1432, " From": 1433, " wal": 1434, " Ger": 1435, " ready": 1436, " cannot": 1437, " each": 1438, " dark": 1439, " half": 1440, " laugh": 1441, "rati": 1442, "vern": 1443, " bed": 1444, "app": 1445, " adm": 1446, " cur": 1447, "anger": 1448, " For": 1449, "erg": 1450, " gentle": 1451, " trying": 1452, " report": 1453, " vic": 1454, " whis": 1455, " sk": 1456, "uth": 1457, " gun": 1458, " better": 1459, " tears": 1460, " adjutant": 1461, " itself": 1462, " Rost\u00f3vs": 1463, "antly": 1464, " full": 1465, " faces": 1466, " opp": 1467, " sever": 1468, " repeated": 1469, "bed": 1470, " gone": 1471, " exc": 1472, " four": 1473, " Bag": 1474, "cially": 1475, "owing": 1476, "ian": 1477, " excell": 1478, " human": 1479, "ances": 1480, " prom": 1481, " Bagrati": 1482, " Bagrati\u00f3n": 1483, " soci": 1484, " milit": 1485, "tered": 1486, " former": 1487, " standing": 1488, " times": 1489, " daughter": 1490, " recogn": 1491, "ple": 1492, " mere": 1493, "enty": 1494, " seeing": 1495, "ron": 1496, " coming": 1497, "ock": 1498, " answered": 1499}, "merge": [[15, 8, 103], [1, 69, 104], [15, 61, 105], [66, 68, 106], [15, 54, 107], [103, 104, 108], [15, 57, 109], [98, 69, 110], [68, 86, 111], [15, 47, 112], [15, 1, 113], [69, 98, 114], [69, 86, 115], [61, 8, 116], [15, 2, 117], [105, 111, 118], [47, 76, 119], [106, 20, 120], [66, 54, 121], [66, 8, 122], [69, 68, 123], [15, 100, 124], [15, 92, 125], [103, 47, 126], [47, 68, 127], [15, 50, 128], [112, 100, 129], [15, 104, 130], [15, 86, 131], [103, 1, 132], [69, 54, 133], [47, 98, 134], [61, 54, 135], [61, 68, 136], [97, 97, 137], [15, 14, 138], [61, 98, 139], [15, 97, 140], [15, 106, 141], [15, 68, 142], [47, 50, 143], [113, 61, 144], [66, 50, 145], [97, 69, 146], [47, 8, 147], [47, 57, 148], [117, 69, 149], [66, 86, 150], [15, 20, 151], [97, 31, 152], [66, 92, 153], [15, 69, 154], [76, 8, 155], [113, 121, 156], [109, 1, 157], [132, 116, 158], [15, 110, 159], [109, 135, 160], [92, 69, 161], [112, 68, 162], [54, 8, 163], [54, 69, 164], [123, 8, 165], [97, 86, 166], [15, 45, 167], [122, 1, 168], [109, 168, 169], [84, 69, 170], [66, 127, 171], [15, 102, 172], [15, 93, 173], [107, 61, 174], [15, 73, 175], [20, 1, 176], [113, 145, 177], [15, 31, 178], [142, 147, 179], [15, 122, 180], [15, 98, 181], [144, 86, 182], [61, 97, 183], [105, 54, 184], [69, 8, 185], [15, 76, 186], [130, 98, 187], [105, 8, 188], [107, 8, 189], [66, 98, 190], [84, 114, 191], [76, 98, 192], [69, 110, 193], [124, 134, 194], [92, 1, 195], [178, 119, 196], [61, 86, 197], [105, 68, 198], [61, 31, 199], [176, 8, 200], [133, 54, 201], [47, 47, 202], [172, 104, 203], [54, 54, 204], [104, 98, 205], [98, 66, 206], [15, 60, 207], [92, 8, 208], [15, 11, 209], [15, 12, 210], [66, 100, 211], [15, 121, 212], [107, 69, 213], [107, 47, 214], [47, 84, 215], [15, 25, 216], [119, 166, 217], [66, 137, 218], [8, 114, 219], [153, 1, 220], [124, 98, 221], [98, 106, 222], [117, 155, 223], [15, 26, 224], [15, 28, 225], [107, 104, 226], [61, 106, 227], [15, 46, 228], [174, 150, 229], [107, 1, 230], [61, 50, 231], [125, 127, 232], [61, 137, 233], [66, 114, 234], [157, 47, 235], [105, 137, 236], [61, 92, 237], [14, 14, 238], [131, 69, 239], [61, 111, 240], [47, 110, 241], [221, 143, 242], [154, 55, 243], [136, 8, 244], [109, 193, 245], [61, 28, 246], [107, 76, 247], [66, 97, 248], [117, 31, 249], [68, 8, 250], [119, 8, 251], [98, 47, 252], [47, 97, 253], [125, 143, 254], [38, 76, 255], [69, 50, 256], [173, 111, 257], [112, 98, 258], [15, 65, 259], [139, 86, 260], [66, 200, 261], [97, 100, 262], [175, 222, 263], [15, 84, 264], [124, 69, 265], [142, 69, 266], [1, 120, 267], [114, 54, 268], [61, 14, 269], [47, 163, 270], [157, 220, 271], [28, 115, 272], [14, 69, 273], [131, 47, 274], [2, 146, 275], [128, 69, 276], [61, 20, 277], [54, 1, 278], [105, 98, 279], [234, 110, 280], [175, 280, 281], [47, 54, 282], [15, 59, 283], [76, 97, 284], [207, 69, 285], [191, 31, 286], [162, 69, 287], [109, 104, 288], [144, 170, 289], [105, 97, 290], [15, 90, 291], [119, 54, 292], [225, 68, 293], [119, 111, 294], [133, 8, 295], [108, 31, 296], [132, 121, 297], [164, 262, 298], [76, 163, 299], [186, 14, 300], [109, 69, 301], [157, 116, 302], [108, 50, 303], [116, 171, 304], [76, 54, 305], [107, 143, 306], [125, 1, 307], [128, 136, 308], [127, 69, 309], [181, 47, 310], [139, 8, 311], [140, 69, 312], [104, 86, 313], [105, 2, 314], [110, 86, 315], [119, 250, 316], [141, 8, 317], [140, 202, 318], [121, 8, 319], [61, 161, 320], [263, 161, 321], [127, 20, 322], [66, 69, 323], [110, 57, 324], [131, 150, 325], [110, 204, 326], [98, 31, 327], [28, 69, 328], [15, 24, 329], [149, 123, 330], [61, 76, 331], [106, 86, 332], [148, 68, 333], [110, 68, 334], [108, 190, 335], [202, 86, 336], [193, 86, 337], [186, 68, 338], [15, 255, 339], [112, 155, 340], [154, 84, 341], [98, 61, 342], [140, 66, 343], [14, 114, 344], [109, 217, 345], [15, 99, 346], [142, 47, 347], [15, 96, 348], [139, 31, 349], [122, 31, 350], [116, 69, 351], [15, 53, 352], [108, 110, 353], [129, 100, 354], [66, 20, 355], [128, 31, 356], [132, 119, 357], [92, 201, 358], [111, 114, 359], [204, 66, 360], [116, 43, 361], [105, 20, 362], [278, 61, 363], [107, 50, 364], [76, 50, 365], [134, 8, 366], [151, 47, 367], [237, 28, 368], [47, 14, 369], [231, 69, 370], [15, 37, 371], [69, 137, 372], [105, 110, 373], [210, 361, 374], [374, 363, 375], [57, 199, 376], [8, 205, 377], [122, 69, 378], [142, 148, 379], [76, 68, 380], [15, 5, 381], [28, 120, 382], [192, 68, 383], [105, 86, 384], [135, 8, 385], [105, 100, 386], [15, 49, 387], [162, 152, 388], [13, 84, 389], [228, 1, 390], [147, 205, 391], [66, 84, 392], [257, 324, 393], [103, 145, 394], [109, 134, 395], [47, 170, 396], [107, 14, 397], [125, 217, 398], [69, 97, 399], [279, 50, 400], [209, 155, 401], [288, 68, 402], [15, 145, 403], [14, 8, 404], [138, 97, 405], [259, 270, 406], [66, 170, 407], [122, 8, 408], [334, 195, 409], [109, 218, 410], [47, 86, 411], [149, 20, 412], [293, 148, 413], [144, 111, 414], [291, 409, 415], [47, 164, 416], [128, 241, 417], [150, 69, 418], [138, 110, 419], [186, 359, 420], [103, 98, 421], [153, 69, 422], [20, 69, 423], [177, 298, 424], [138, 69, 425], [15, 211, 426], [154, 286, 427], [317, 47, 428], [105, 50, 429], [314, 251, 430], [172, 1, 431], [174, 31, 432], [306, 69, 433], [198, 31, 434], [66, 146, 435], [68, 61, 436], [14, 97, 437], [406, 389, 438], [68, 69, 439], [233, 31, 440], [125, 316, 441], [167, 8, 442], [131, 121, 443], [154, 31, 444], [211, 69, 445], [119, 98, 446], [394, 69, 447], [76, 110, 448], [213, 69, 449], [100, 241, 450], [61, 275, 451], [357, 200, 452], [135, 54, 453], [125, 47, 454], [8, 31, 455], [159, 50, 456], [124, 320, 457], [362, 227, 458], [13, 68, 459], [125, 136, 460], [112, 377, 461], [92, 66, 462], [61, 84, 463], [136, 161, 464], [109, 165, 465], [47, 28, 466], [196, 98, 467], [47, 146, 468], [117, 98, 469], [151, 98, 470], [208, 171, 471], [15, 123, 472], [66, 110, 473], [112, 166, 474], [76, 360, 475], [444, 133, 476], [310, 143, 477], [54, 28, 478], [50, 165, 479], [151, 97, 480], [103, 57, 481], [149, 92, 482], [125, 97, 483], [61, 110, 484], [92, 92, 485], [116, 115, 486], [124, 190, 487], [113, 148, 488], [66, 115, 489], [103, 246, 490], [128, 123, 491], [69, 14, 492], [254, 50, 493], [149, 450, 494], [100, 8, 495], [224, 104, 496], [138, 98, 497], [57, 68, 498], [232, 8, 499], [131, 199, 500], [123, 161, 501], [259, 475, 502], [112, 191, 503], [131, 333, 504], [66, 133, 505], [213, 256, 506], [117, 97, 507], [50, 69, 508], [15, 286, 509], [68, 201, 510], [110, 116, 511], [108, 68, 512], [97, 8, 513], [343, 328, 514], [138, 47, 515], [216, 282, 516], [21, 54, 517], [140, 322, 518], [138, 222, 519], [105, 238, 520], [186, 54, 521], [516, 92, 522], [100, 100, 523], [348, 50, 524], [15, 16, 525], [354, 153, 526], [412, 136, 527], [522, 148, 528], [206, 115, 529], [123, 115, 530], [57, 260, 531], [8, 267, 532], [230, 217, 533], [14, 326, 534], [123, 114, 535], [341, 123, 536], [124, 97, 537], [144, 238, 538], [277, 69, 539], [76, 86, 540], [386, 219, 541], [390, 116, 542], [113, 135, 543], [258, 86, 544], [306, 185, 545], [103, 383, 546], [138, 252, 547], [116, 205, 548], [125, 370, 549], [136, 54, 550], [136, 20, 551], [130, 197, 552], [106, 69, 553], [113, 134, 554], [173, 68, 555], [331, 164, 556], [76, 137, 557], [184, 272, 558], [116, 8, 559], [216, 349, 560], [8, 1, 561], [122, 171, 562], [344, 134, 563], [174, 508, 564], [136, 92, 565], [524, 563, 566], [400, 31, 567], [188, 8, 568], [189, 218, 569], [69, 111, 570], [107, 273, 571], [143, 69, 572], [318, 272, 573], [124, 47, 574], [98, 148, 575], [112, 192, 576], [189, 98, 577], [121, 1, 578], [165, 152, 579], [140, 185, 580], [253, 135, 581], [15, 41, 582], [169, 251, 583], [265, 513, 584], [210, 220, 585], [585, 581, 586], [395, 86, 587], [107, 114, 588], [61, 170, 589], [132, 136, 590], [132, 416, 591], [355, 68, 592], [371, 119, 593], [69, 139, 594], [61, 195, 595], [110, 69, 596], [66, 292, 597], [420, 163, 598], [84, 120, 599], [535, 183, 600], [105, 376, 601], [197, 31, 602], [100, 284, 603], [487, 163, 604], [140, 445, 605], [312, 495, 606], [15, 165, 607], [210, 269, 608], [232, 54, 609], [119, 176, 610], [132, 106, 611], [197, 69, 612], [92, 28, 613], [264, 47, 614], [61, 2, 615], [146, 135, 616], [14, 54, 617], [254, 69, 618], [263, 358, 619], [159, 20, 620], [468, 127, 621], [138, 311, 622], [545, 267, 623], [608, 621, 624], [68, 20, 625], [506, 115, 626], [425, 369, 627], [167, 68, 628], [86, 123, 629], [198, 391, 630], [247, 195, 631], [103, 183, 632], [66, 39, 633], [180, 54, 634], [214, 166, 635], [137, 148, 636], [159, 14, 637], [159, 54, 638], [408, 146, 639], [288, 110, 640], [493, 240, 641], [104, 68, 642], [31, 61, 643], [117, 368, 644], [403, 14, 645], [627, 146, 646], [635, 234, 647], [265, 399, 648], [69, 208, 649], [346, 299, 650], [140, 639, 651], [66, 152, 652], [128, 299, 653], [481, 47, 654], [97, 115, 655], [159, 8, 656], [2, 114, 657], [79, 39, 658], [47, 31, 659], [108, 164, 660], [8, 134, 661], [68, 120, 662], [387, 155, 663], [151, 600, 664], [243, 534, 665], [235, 146, 666], [663, 658, 667], [667, 215, 668], [92, 47, 669], [112, 498, 670], [69, 84, 671], [127, 54, 672], [120, 54, 673], [128, 139, 674], [273, 208, 675], [318, 28, 676], [131, 133, 677], [109, 199, 678], [143, 165, 679], [130, 260, 680], [138, 453, 681], [76, 69, 682], [478, 66, 683], [128, 679, 684], [266, 57, 685], [117, 559, 686], [61, 190, 687], [124, 206, 688], [50, 136, 689], [119, 164, 690], [293, 69, 691], [151, 336, 692], [329, 68, 693], [196, 625, 694], [121, 313, 695], [61, 315, 696], [376, 54, 697], [76, 195, 698], [113, 76, 699], [132, 98, 700], [181, 261, 701], [116, 219, 702], [1, 215, 703], [8, 227, 704], [203, 31, 705], [171, 54, 706], [482, 556, 707], [107, 116, 708], [174, 57, 709], [140, 396, 710], [109, 244, 711], [149, 120, 712], [8, 115, 713], [128, 612, 714], [149, 8, 715], [290, 697, 716], [121, 54, 717], [502, 136, 718], [97, 133, 719], [215, 115, 720], [113, 690, 721], [98, 76, 722], [224, 459, 723], [723, 643, 724], [153, 28, 725], [211, 100, 726], [97, 66, 727], [138, 616, 728], [526, 114, 729], [181, 294, 730], [8, 120, 731], [179, 267, 732], [629, 152, 733], [283, 123, 734], [734, 517, 735], [735, 215, 736], [109, 139, 737], [134, 50, 738], [61, 208, 739], [138, 114, 740], [131, 127, 741], [107, 92, 742], [116, 1, 743], [614, 422, 744], [151, 185, 745], [130, 110, 746], [254, 14, 747], [28, 54, 748], [598, 240, 749], [371, 133, 750], [68, 114, 751], [364, 435, 752], [92, 97, 753], [66, 166, 754], [124, 548, 755], [103, 372, 756], [84, 115, 757], [105, 485, 758], [230, 251, 759], [691, 57, 760], [151, 511, 761], [246, 69, 762], [231, 14, 763], [61, 122, 764], [352, 316, 765], [323, 100, 766], [126, 166, 767], [209, 134, 768], [228, 642, 769], [8, 69, 770], [318, 382, 771], [341, 150, 772], [266, 191, 773], [134, 86, 774], [247, 86, 775], [125, 139, 776], [304, 54, 777], [384, 86, 778], [419, 54, 779], [126, 466, 780], [113, 47, 781], [587, 54, 782], [246, 120, 783], [125, 269, 784], [157, 143, 785], [112, 14, 786], [13, 97, 787], [686, 146, 788], [546, 115, 789], [227, 115, 790], [128, 698, 791], [156, 661, 792], [126, 47, 793], [228, 372, 794], [107, 248, 795], [109, 98, 796], [121, 69, 797], [66, 176, 798], [775, 733, 799], [282, 562, 800], [181, 136, 801], [125, 146, 802], [15, 137, 803], [144, 599, 804], [431, 116, 805], [125, 233, 806], [274, 134, 807], [97, 201, 808], [414, 54, 809], [441, 201, 810], [238, 115, 811], [700, 610, 812], [161, 404, 813], [499, 106, 814], [112, 2, 815], [339, 378, 816], [357, 176, 817], [140, 385, 818], [427, 532, 819], [301, 137, 820], [145, 165, 821], [84, 133, 822], [47, 328, 823], [215, 436, 824], [339, 295, 825], [92, 115, 826], [97, 120, 827], [284, 8, 828], [131, 726, 829], [210, 47, 830], [239, 139, 831], [611, 28, 832], [360, 275, 833], [519, 161, 834], [86, 69, 835], [252, 204, 836], [519, 358, 837], [131, 319, 838], [54, 57, 839], [127, 8, 840], [159, 437, 841], [814, 76, 842], [198, 839, 843], [647, 54, 844], [147, 1, 845], [149, 1, 846], [294, 115, 847], [109, 143, 848], [232, 100, 849], [57, 69, 850], [157, 435, 851], [112, 485, 852], [141, 100, 853], [104, 54, 854], [544, 114, 855], [162, 161, 856], [194, 50, 857], [364, 248, 858], [331, 200, 859], [97, 14, 860], [466, 703, 861], [154, 50, 862], [140, 319, 863], [283, 787, 864], [864, 861, 865], [148, 114, 866], [557, 31, 867], [203, 110, 868], [490, 69, 869], [191, 54, 870], [128, 396, 871], [187, 298, 872], [131, 342, 873], [772, 579, 874], [110, 602, 875], [50, 123, 876], [688, 570, 877], [386, 100, 878], [138, 155, 879], [106, 201, 880], [290, 875, 881], [105, 92, 882], [128, 261, 883], [648, 120, 884], [173, 8, 885], [554, 164, 886], [149, 97, 887], [107, 192, 888], [140, 61, 889], [125, 134, 890], [381, 411, 891], [178, 185, 892], [159, 100, 893], [116, 120, 894], [128, 270, 895], [367, 120, 896], [138, 800, 897], [106, 115, 898], [594, 54, 899], [139, 152, 900], [76, 2, 901], [189, 336, 902], [107, 418, 903], [207, 121, 904], [151, 392, 905], [159, 97, 906], [136, 423, 907], [119, 200, 908], [405, 320, 909], [207, 148, 910], [21, 8, 911], [125, 575, 912], [665, 171, 913], [620, 821, 914], [225, 69, 915], [151, 589, 916], [244, 54, 917], [307, 754, 918], [329, 1, 919], [47, 20, 920], [15, 3, 921], [125, 446, 922], [841, 489, 923], [76, 14, 924], [105, 208, 925], [131, 309, 926], [175, 185, 927], [138, 268, 928], [384, 84, 929], [159, 161, 930], [307, 766, 931], [656, 383, 932], [109, 445, 933], [411, 31, 934], [768, 517, 935], [97, 824, 936], [228, 69, 937], [154, 111, 938], [912, 86, 939], [641, 114, 940], [555, 436, 941], [121, 115, 942], [125, 763, 943], [434, 532, 944], [431, 121, 945], [173, 137, 946], [105, 57, 947], [150, 133, 948], [580, 219, 949], [117, 47, 950], [213, 123, 951], [167, 100, 952], [461, 54, 953], [327, 120, 954], [92, 313, 955], [846, 332, 956], [221, 840, 957], [54, 47, 958], [104, 110, 959], [209, 69, 960], [114, 120, 961], [141, 163, 962], [54, 133, 963], [472, 256, 964], [76, 183, 965], [107, 185, 966], [107, 146, 967], [305, 313, 968], [107, 97, 969], [128, 134, 970], [230, 148, 971], [28, 1, 972], [131, 326, 973], [100, 867, 974], [116, 114, 975], [175, 35, 976], [124, 110, 977], [2, 192, 978], [165, 171, 979], [157, 31, 980], [20, 185, 981], [172, 47, 982], [61, 39, 983], [408, 120, 984], [107, 165, 985], [107, 127, 986], [198, 20, 987], [43, 68, 988], [151, 76, 989], [134, 54, 990], [128, 332, 991], [247, 2, 992], [107, 106, 993], [134, 31, 994], [165, 54, 995], [103, 114, 996], [123, 54, 997], [139, 120, 998], [139, 28, 999], [455, 61, 1000], [126, 531, 1001], [192, 120, 1002], [15, 170, 1003], [237, 313, 1004], [128, 762, 1005], [305, 115, 1006], [290, 958, 1007], [390, 31, 1008], [976, 1000, 1009], [105, 471, 1010], [57, 120, 1011], [103, 69, 1012], [460, 68, 1013], [164, 97, 1014], [124, 241, 1015], [123, 120, 1016], [964, 31, 1017], [421, 202, 1018], [525, 135, 1019], [1019, 21, 1020], [47, 204, 1021], [21, 68, 1022], [323, 166, 1023], [1018, 617, 1024], [978, 20, 1025], [609, 150, 1026], [154, 97, 1027], [123, 164, 1028], [237, 133, 1029], [132, 596, 1030], [136, 28, 1031], [574, 636, 1032], [125, 104, 1033], [151, 407, 1034], [825, 171, 1035], [159, 197, 1036], [135, 127, 1037], [66, 55, 1038], [142, 261, 1039], [264, 121, 1040], [1014, 822, 1041], [214, 127, 1042], [128, 199, 1043], [189, 240, 1044], [632, 28, 1045], [15, 133, 1046], [565, 115, 1047], [119, 86, 1048], [31, 120, 1049], [98, 116, 1050], [247, 238, 1051], [114, 704, 1052], [66, 315, 1053], [107, 294, 1054], [128, 61, 1055], [930, 392, 1056], [554, 963, 1057], [50, 115, 1058], [159, 163, 1059], [122, 205, 1060], [141, 219, 1061], [153, 183, 1062], [138, 61, 1063], [351, 152, 1064], [117, 206, 1065], [124, 231, 1066], [184, 54, 1067], [253, 28, 1068], [248, 350, 1069], [225, 332, 1070], [61, 248, 1071], [927, 268, 1072], [128, 702, 1073], [131, 473, 1074], [806, 115, 1075], [140, 331, 1076], [131, 98, 1077], [1072, 1025, 1078], [239, 92, 1079], [146, 55, 1080], [141, 54, 1081], [456, 256, 1082], [759, 115, 1083], [1020, 727, 1084], [141, 84, 1085], [173, 54, 1086], [871, 479, 1087], [107, 145, 1088], [490, 123, 1089], [140, 261, 1090], [290, 309, 1091], [850, 123, 1092], [202, 28, 1093], [282, 115, 1094], [128, 391, 1095], [66, 275, 1096], [179, 153, 1097], [189, 47, 1098], [113, 365, 1099], [117, 133, 1100], [141, 86, 1101], [117, 845, 1102], [230, 233, 1103], [109, 764, 1104], [159, 273, 1105], [243, 675, 1106], [274, 133, 1107], [588, 84, 1108], [291, 98, 1109], [715, 1092, 1110], [110, 8, 1111], [633, 115, 1112], [571, 246, 1113], [307, 139, 1114], [859, 114, 1115], [138, 866, 1116], [432, 120, 1117], [195, 120, 1118], [153, 8, 1119], [76, 315, 1120], [124, 294, 1121], [132, 120, 1122], [55, 8, 1123], [20, 115, 1124], [43, 84, 1125], [265, 636, 1126], [526, 268, 1127], [310, 197, 1128], [132, 673, 1129], [135, 69, 1130], [66, 14, 1131], [103, 451, 1132], [515, 106, 1133], [141, 92, 1134], [113, 127, 1135], [384, 99, 1136], [99, 649, 1137], [15, 32, 1138], [139, 54, 1139], [28, 61, 1140], [463, 120, 1141], [310, 835, 1142], [555, 116, 1143], [1143, 468, 1144], [260, 54, 1145], [290, 322, 1146], [454, 111, 1147], [189, 492, 1148], [128, 248, 1149], [69, 191, 1150], [173, 100, 1151], [458, 163, 1152], [124, 473, 1153], [607, 337, 1154], [224, 47, 1155], [123, 92, 1156], [131, 106, 1157], [779, 165, 1158], [292, 240, 1159], [308, 31, 1160], [66, 183, 1161], [889, 57, 1162], [218, 115, 1163], [107, 984, 1164], [266, 115, 1165], [239, 100, 1166], [132, 1159, 1167], [128, 720, 1168], [536, 120, 1169], [155, 69, 1170], [970, 662, 1171], [842, 115, 1172], [110, 197, 1173], [181, 380, 1174], [150, 115, 1175], [159, 92, 1176], [574, 147, 1177], [346, 659, 1178], [288, 377, 1179], [181, 269, 1180], [124, 332, 1181], [130, 311, 1182], [778, 115, 1183], [873, 1011, 1184], [469, 908, 1185], [266, 139, 1186], [125, 529, 1187], [109, 847, 1188], [15, 190, 1189], [159, 669, 1190], [66, 185, 1191], [1151, 219, 1192], [117, 233, 1193], [125, 253, 1194], [237, 115, 1195], [153, 284, 1196], [76, 613, 1197], [151, 190, 1198], [98, 215, 1199], [140, 199, 1200], [154, 523, 1201], [211, 153, 1202], [92, 206, 1203], [232, 870, 1204], [208, 115, 1205], [1040, 122, 1206], [276, 136, 1207], [209, 1068, 1208], [303, 1041, 1209], [928, 127, 1210], [84, 123, 1211], [339, 725, 1212], [276, 185, 1213], [243, 437, 1214], [490, 120, 1215], [140, 139, 1216], [364, 233, 1217], [151, 147, 1218], [159, 183, 1219], [128, 127, 1220], [1056, 115, 1221], [8, 123, 1222], [121, 100, 1223], [43, 31, 1224], [151, 233, 1225], [239, 97, 1226], [125, 836, 1227], [157, 378, 1228], [124, 106, 1229], [119, 68, 1230], [135, 219, 1231], [225, 717, 1232], [462, 292, 1233], [598, 336, 1234], [427, 309, 1235], [132, 190, 1236], [15, 295, 1237], [20, 68, 1238], [993, 161, 1239], [124, 739, 1240], [1136, 155, 1241], [121, 127, 1242], [125, 98, 1243], [193, 250, 1244], [329, 439, 1245], [14, 98, 1246], [312, 20, 1247], [47, 121, 1248], [687, 54, 1249], [135, 1, 1250], [178, 133, 1251], [128, 114, 1252], [429, 322, 1253], [312, 589, 1254], [128, 185, 1255], [138, 192, 1256], [544, 268, 1257], [425, 135, 1258], [500, 54, 1259], [848, 136, 1260], [615, 152, 1261], [1198, 97, 1262], [125, 1052, 1263], [279, 206, 1264], [184, 28, 1265], [1098, 811, 1266], [113, 192, 1267], [124, 139, 1268], [266, 358, 1269], [264, 218, 1270], [193, 163, 1271], [181, 61, 1272], [681, 115, 1273], [326, 115, 1274], [538, 31, 1275], [499, 98, 1276], [1208, 459, 1277], [310, 164, 1278], [47, 111, 1279], [239, 743, 1280], [203, 68, 1281], [159, 86, 1282], [15, 64, 1283], [109, 695, 1284], [551, 115, 1285], [103, 529, 1286], [469, 391, 1287], [632, 382, 1288], [134, 575, 1289], [173, 1080, 1290], [107, 592, 1291], [645, 47, 1292], [2, 934, 1293], [434, 309, 1294], [121, 219, 1295], [140, 201, 1296], [117, 252, 1297], [107, 68, 1298], [76, 20, 1299], [699, 204, 1300], [151, 165, 1301], [125, 183, 1302], [443, 14, 1303], [520, 252, 1304], [216, 197, 1305], [140, 197, 1306], [138, 385, 1307], [175, 1125, 1308], [247, 523, 1309], [224, 8, 1310], [109, 578, 1311], [131, 185, 1312], [781, 166, 1313], [344, 66, 1314], [645, 366, 1315], [996, 206, 1316], [317, 1271, 1317], [130, 860, 1318], [395, 166, 1319], [114, 31, 1320], [103, 110, 1321], [107, 120, 1322], [20, 106, 1323], [47, 106, 1324], [119, 97, 1325], [711, 115, 1326], [50, 270, 1327], [210, 148, 1328], [35, 97, 1329], [119, 2, 1330], [239, 84, 1331], [113, 260, 1332], [124, 233, 1333], [232, 84, 1334], [206, 539, 1335], [314, 54, 1336], [109, 332, 1337], [456, 790, 1338], [215, 120, 1339], [1097, 115, 1340], [159, 440, 1341], [905, 123, 1342], [1277, 683, 1343], [153, 133, 1344], [265, 57, 1345], [110, 185, 1346], [86, 199, 1347], [92, 146, 1348], [546, 120, 1349], [274, 208, 1350], [518, 114, 1351], [400, 54, 1352], [228, 168, 1353], [148, 54, 1354], [189, 69, 1355], [323, 57, 1356], [419, 14, 1357], [1292, 833, 1358], [1157, 751, 1359], [405, 199, 1360], [597, 152, 1361], [173, 1, 1362], [194, 531, 1363], [577, 907, 1364], [1225, 369, 1365], [269, 54, 1366], [502, 61, 1367], [69, 696, 1368], [685, 54, 1369], [637, 152, 1370], [2, 240, 1371], [144, 190, 1372], [1100, 418, 1373], [151, 983, 1374], [173, 299, 1375], [47, 92, 1376], [515, 833, 1377], [403, 277, 1378], [813, 171, 1379], [150, 152, 1380], [482, 370, 1381], [1216, 423, 1382], [122, 115, 1383], [113, 305, 1384], [92, 133, 1385], [113, 572, 1386], [114, 68, 1387], [142, 134, 1388], [1027, 164, 1389], [174, 86, 1390], [131, 1002, 1391], [131, 252, 1392], [887, 323, 1393], [397, 823, 1394], [61, 155, 1395], [117, 197, 1396], [76, 250, 1397], [412, 106, 1398], [243, 161, 1399], [538, 530, 1400], [103, 218, 1401], [124, 1023, 1402], [1135, 134, 1403], [1204, 304, 1404], [858, 120, 1405], [125, 484, 1406], [207, 1329, 1407], [23, 439, 1408], [122, 54, 1409], [669, 111, 1410], [8, 54, 1411], [124, 596, 1412], [113, 798, 1413], [107, 1325, 1414], [747, 136, 1415], [1384, 1371, 1416], [117, 305, 1417], [352, 1021, 1418], [1418, 368, 1419], [454, 166, 1420], [131, 295, 1421], [107, 57, 1422], [1407, 1408, 1423], [256, 165, 1424], [497, 1242, 1425], [829, 1244, 1426], [128, 106, 1427], [231, 115, 1428], [795, 165, 1429], [159, 1037, 1430], [279, 294, 1431], [181, 150, 1432], [1109, 143, 1433], [109, 183, 1434], [381, 114, 1435], [159, 602, 1436], [1013, 147, 1437], [154, 595, 1438], [131, 999, 1439], [144, 262, 1440], [1076, 176, 1441], [1050, 66, 1442], [191, 68, 1443], [117, 115, 1444], [61, 238, 1445], [384, 50, 1446], [125, 192, 1447], [551, 114, 1448], [291, 134, 1449], [114, 20, 1450], [1301, 146, 1451], [103, 954, 1452], [637, 366, 1453], [264, 153, 1454], [157, 121, 1455], [107, 28, 1456], [155, 1, 1457], [151, 380, 1458], [715, 219, 1459], [103, 899, 1460], [1241, 244, 1461], [180, 298, 1462], [438, 54, 1463], [244, 152, 1464], [124, 557, 1465], [124, 1029, 1466], [112, 238, 1467], [213, 191, 1468], [1105, 486, 1469], [2, 115, 1470], [151, 309, 1471], [243, 92, 1472], [124, 446, 1473], [209, 277, 1474], [462, 440, 1475], [148, 120, 1476], [66, 136, 1477], [1399, 137, 1478], [1099, 136, 1479], [565, 133, 1480], [497, 143, 1481], [1474, 1442, 1482], [1482, 459, 1483], [214, 462, 1484], [1149, 122, 1485], [8, 337, 1486], [857, 114, 1487], [1044, 120, 1488], [394, 133, 1489], [131, 1115, 1490], [1190, 1238, 1491], [14, 146, 1492], [128, 193, 1493], [165, 31, 1494], [449, 120, 1495], [98, 127, 1496], [254, 120, 1497], [47, 613, 1498], [843, 337, 1499]]}