{"word_index": {"<PAD>": 0, "y": 1, "A": 2, "e": 3, "?": 4, "K": 5, "!": 6, "R": 7, "-": 8, "V": 9, "8": 10, "g": 11, "n": 12, ";": 13, "P": 14, "i": 15, "I": 16, ",": 17, "z": 18, "f": 19, "j": 20, "\u0153": 21, "p": 22, "x": 23, "Y": 24, "\u00e0": 25, "\u201d": 26, "m": 27, "h": 28, "q": 29, "S": 30, "o": 31, "G": 32, "b": 33, ")": 34, "E": 35, "v": 36, "J": 37, "F": 38, "\u2019": 39, ".": 40, "c": 41, "D": 42, "W": 43, "'": 44, "\u00ea": 45, "U": 46, "k": 47, "4": 48, "u": 49, "d": 50, ":": 51, "\u201c": 52, "T": 53, "l": 54, "w": 55, "B": 56, "N": 57, "L": 58, "t": 59, "a": 60, "r": 61, "C": 62, "M": 63, "\u00e9": 64, "O": 65, "s": 66, " ": 67, "1": 68, "(": 69, "H": 70, " t": 71, "he": 72, " a": 73, "in": 74, " s": 75, " w": 76, "re": 77, " o": 78, "er": 79, "ou": 80, " the": 81, "ha": 82, "en": 83, "is": 84, " m": 85, " b": 86, "it": 87, "on": 88, " an": 89, " to": 90, "ed": 91, "ing": 92, " c": 93, " of": 94, " f": 95, " he": 96, " and": 97, " d": 98, " h": 99, " n": 100, "ll": 101, "an": 102, "le": 103, "ar": 104, " in": 105, " p": 106, "as": 107, " be": 108, "or": 109, " I": 110, "ot": 111, " ha": 112, "es": 113, "at": 114, " her": 115, "om": 116, " M": 117, "et": 118, " y": 119, "hat": 120, "li": 121, "ly": 122, " you": 123, " e": 124, "ion": 125, "ver": 126, "ent": 127, " re": 128, " not": 129, "ve": 130, "ce": 131, "im": 132, " was": 133, " g": 134, "ld": 135, "se": 136, "st": 137, " that": 138, "ch": 139, " Mr": 140, " it": 141, "gh": 142, "ith": 143, " as": 144, "id": 145, "ut": 146, "ow": 147, " for": 148, " with": 149, " th": 150, " B": 151, " l": 152, "ay": 153, "ab": 154, "ter": 155, "ir": 156, "her": 157, " she": 158, " his": 159, "ould": 160, " on": 161, "ct": 162, " wh": 163, " su": 164, " at": 165, "ad": 166, " we": 167, " is": 168, " had": 169, "al": 170, " him": 171, " con": 172, " u": 173, "very": 174, "ri": 175, " so": 176, "ill": 177, "our": 178, " L": 179, " have": 180, "ect": 181, " my": 182, " de": 183, "ain": 184, " C": 185, " T": 186, "eth": 187, " E": 188, " me": 189, "ro": 190, " by": 191, " sa": 192, "ur": 193, " Eli": 194, " Eliz": 195, " all": 196, "qu": 197, " mu": 198, "pp": 199, " but": 200, "ation": 201, "ore": 202, "lf": 203, "ght": 204, " se": 205, "end": 206, " Elizab": 207, " Elizabeth": 208, " H": 209, "ak": 210, " W": 211, "ss": 212, "if": 213, " very": 214, " ne": 215, " D": 216, "ic": 217, "ess": 218, "oo": 219, " am": 220, " com": 221, "cy": 222, " ex": 223, "all": 224, "red": 225, " do": 226, " were": 227, "ley": 228, "self": 229, " le": 230, "nd": 231, " whi": 232, "able": 233, " S": 234, " no": 235, " Bing": 236, " Bingley": 237, " your": 238, " k": 239, " The": 240, " st": 241, "rom": 242, "enn": 243, " man": 244, " could": 245, "est": 246, " Benn": 247, " Bennet": 248, " which": 249, " will": 250, " sh": 251, " said": 252, " them": 253, " Dar": 254, " Darcy": 255, "am": 256, "ard": 257, " who": 258, " would": 259, "iss": 260, " li": 261, "ong": 262, "ag": 263, "han": 264, "ure": 265, "ul": 266, " whe": 267, "art": 268, " from": 269, " dis": 270, " Miss": 271, " their": 272, " they": 273, "te": 274, "ity": 275, " fe": 276, "oll": 277, "ment": 278, " A": 279, "ant": 280, "ort": 281, "pe": 282, "il": 283, " this": 284, " been": 285, " are": 286, "ance": 287, " there": 288, "ough": 289, " can": 290, " any": 291, " J": 292, " per": 293, " ad": 294, " af": 295, " Mrs": 296, " much": 297, " such": 298, " un": 299, "ome": 300, " al": 301, " im": 302, "ous": 303, " than": 304, " what": 305, "ane": 306, "ate": 307, "ra": 308, " ac": 309, " Y": 310, " ag": 311, "hing": 312, " Jane": 313, "iv": 314, " v": 315, "au": 316, "ine": 317, "ather": 318, "now": 319, "out": 320, " more": 321, "ins": 322, " see": 323, "ady": 324, "ther": 325, "nt": 326, " pro": 327, " pre": 328, " part": 329, " ab": 330, "ence": 331, "ink": 332, "ive": 333, "ister": 334, "ert": 335, " how": 336, " sister": 337, "reat": 338, " when": 339, "ost": 340, "fore": 341, " if": 342, "pt": 343, " or": 344, " comp": 345, " think": 346, " know": 347, " She": 348, " should": 349, "os": 350, " Coll": 351, " Collins": 352, "ol": 353, "itt": 354, "wn": 355, "other": 356, " must": 357, "ake": 358, " qu": 359, "ally": 360, " en": 361, " int": 362, "ind": 363, "leas": 364, "ood": 365, " one": 366, "hi": 367, "ish": 368, " But": 369, "uc": 370, "ies": 371, " other": 372, " N": 373, "ight": 374, "ked": 375, " ev": 376, "ide": 377, "ke": 378, " att": 379, " r": 380, " pleas": 381, "un": 382, "ng": 383, "fe": 384, "ite": 385, "ject": 386, "way": 387, "ner": 388, " every": 389, "urn": 390, " j": 391, " ob": 392, "har": 393, "and": 394, "ond": 395, "ry": 396, "ib": 397, "el": 398, "ast": 399, " You": 400, "ist": 401, "ever": 402, " may": 403, " say": 404, " fri": 405, "us": 406, "ention": 407, " rep": 408, " young": 409, " It": 410, "age": 411, " friend": 412, "ree": 413, " has": 414, "fect": 415, " sha": 416, " tw": 417, "ily": 418, " being": 419, "ie": 420, " exp": 421, " He": 422, "ress": 423, " though": 424, " happ": 425, "de": 426, " tim": 427, " well": 428, " imp": 429, " only": 430, "ved": 431, " soon": 432, " herself": 433, "tter": 434, "um": 435, "one": 436, " did": 437, " most": 438, "are": 439, "ving": 440, " great": 441, " sp": 442, " some": 443, "ick": 444, " res": 445, " des": 446, "ord": 447, " own": 448, " never": 449, " po": 450, "ary": 451, "ire": 452, " ho": 453, " off": 454, "ise": 455, " before": 456, " time": 457, " good": 458, "hed": 459, " ro": 460, " fa": 461, "augh": 462, " dear": 463, " day": 464, "ade": 465, "ible": 466, " us": 467, "ose": 468, "od": 469, " even": 470, " after": 471, " again": 472, " ent": 473, " cons": 474, "ether": 475, "ried": 476, " shall": 477, "ac": 478, " app": 479, "ertain": 480, "ice": 481, " too": 482, "ings": 483, "ps": 484, " litt": 485, " little": 486, "med": 487, "alk": 488, "ru": 489, " Lady": 490, " Char": 491, "ig": 492, " make": 493, "anc": 494, " room": 495, "me": 496, " nothing": 497, " long": 498, "ount": 499, "lot": 500, " up": 501, " two": 502, " pr": 503, "bour": 504, "ful": 505, " mar": 506, " now": 507, " Luc": 508, " Lucas": 509, "ness": 510, " P": 511, " te": 512, " br": 513, "we": 514, "ham": 515, " feel": 516, "aughter": 517, " pl": 518, " O": 519, " might": 520, "ook": 521, " however": 522, " without": 523, " Wick": 524, " Wickham": 525, " daughter": 526, "cl": 527, " spe": 528, " Charlot": 529, " Charlotte": 530, "ove": 531, " ass": 532, "com": 533, "per": 534, "ci": 535, "ten": 536, "iness": 537, " manner": 538, "lie": 539, "ge": 540, " add": 541, "ions": 542, "ought": 543, " fam": 544, " made": 545, " over": 546, " beg": 547, "ave": 548, " fir": 549, "lied": 550, " like": 551, "cc": 552, "ass": 553, "igh": 554, " ret": 555, " gir": 556, " girl": 557, " go": 558, " himself": 559, " about": 560, "ouse": 561, " alway": 562, " always": 563, "pect": 564, " hope": 565, " cont": 566, " sub": 567, "ward": 568, "th": 569, " mean": 570, "ied": 571, " first": 572, "ield": 573, "ust": 574, " op": 575, " lad": 576, " pers": 577, " family": 578, "led": 579, " hear": 580, " sure": 581, " certain": 582, " ladies": 583, "ound": 584, " return": 585, " Long": 586, " house": 587, "ear": 588, "iz": 589, "fere": 590, " som": 591, " mother": 592, " cann": 593, " cannot": 594, "ody": 595, " attention": 596, " deli": 597, " father": 598, "body": 599, "aking": 600, "int": 601, "ated": 602, " ans": 603, " better": 604, " way": 605, " subject": 606, " Cather": 607, " Catherine": 608, " My": 609, " often": 610, "ia": 611, " many": 612, " belie": 613, " wish": 614, " pleasure": 615, "ach": 616, "vers": 617, " love": 618, " into": 619, " sc": 620, " myself": 621, " quite": 622, "cept": 623, " ar": 624, " reg": 625, " out": 626, " replied": 627, " cried": 628, "ame": 629, " inde": 630, " supp": 631, "ery": 632, " fort": 633, " Nether": 634, " Netherf": 635, " Netherfield": 636, " und": 637, " does": 638, "aint": 639, "ished": 640, "shi": 641, " pres": 642, " sm": 643, " rem": 644, "ility": 645, " inv": 646, " occ": 647, "thing": 648, " They": 649, "icul": 650, "mb": 651, " adv": 652, "ious": 653, "lem": 654, " thought": 655, " enough": 656, "xt": 657, " gr": 658, "ider": 659, " ch": 660, " then": 661, " agree": 662, "ens": 663, "ning": 664, " poss": 665, "hen": 666, " wom": 667, "ined": 668, " giv": 669, " sisters": 670, "wards": 671, " count": 672, "ced": 673, "ple": 674, " whom": 675, "ause": 676, " therefore": 677, " est": 678, "ener": 679, "ared": 680, " mat": 681, "ud": 682, " gent": 683, " Longbour": 684, " Longbourn": 685, " away": 686, " wr": 687, " affect": 688, " consider": 689, " mor": 690, " acqu": 691, " kind": 692, " ever": 693, " brother": 694, "ately": 695, "isit": 696, " indeed": 697, "ers": 698, "zy": 699, " less": 700, " evening": 701, " ill": 702, "ither": 703, "vour": 704, " adm": 705, "ceiv": 706, " inc": 707, " visit": 708, " Liz": 709, " Lizzy": 710, " Ly": 711, " Lyd": 712, " Lydia": 713, "ended": 714, " really": 715, " sat": 716, " danc": 717, " wor": 718, " pass": 719, " bec": 720, "ably": 721, "ged": 722, " fortun": 723, " just": 724, "own": 725, " next": 726, "ign": 727, " talk": 728, " When": 729, " give": 730, " acc": 731, "ser": 732, " gentlem": 733, " turn": 734, "mon": 735, " conv": 736, "wer": 737, " cha": 738, " hand": 739, " gener": 740, "ething": 741, " under": 742, " Her": 743, "osed": 744, " read": 745, " And": 746, "isf": 747, " saw": 748, " having": 749, "oub": 750, " same": 751, " object": 752, " take": 753, " something": 754, " inf": 755, " disc": 756, " its": 757, " We": 758, " acquaint": 759, " inte": 760, " inst": 761, " particul": 762, " particular": 763, " present": 764, "lt": 765, "lic": 766, " letter": 767, " answer": 768, " delight": 769, "ves": 770, "haps": 771, " Will": 772, " dif": 773, " opin": 774, " cl": 775, " walk": 776, "ened": 777, " convers": 778, " express": 779, "itu": 780, "ton": 781, "riage": 782, " daughters": 783, " invit": 784, " girls": 785, " woman": 786, " Sir": 787, "ep": 788, "rac": 789, " sec": 790, "pl": 791, "oy": 792, " believe": 793, "ne": 794, " contin": 795, " continu": 796, " If": 797, " agreeable": 798, " whole": 799, " cous": 800, " felt": 801, "ations": 802, " str": 803, " G": 804, " happy": 805, " happiness": 806, " want": 807, " sur": 808, " Th": 809, " end": 810, " Oh": 811, " our": 812, " set": 813, " det": 814, "nce": 815, "ised": 816, " ref": 817, "ford": 818, "fort": 819, "urst": 820, " pe": 821, " ey": 822, " obser": 823, " civ": 824, "ety": 825, " feelings": 826, " heard": 827, " immed": 828, " immedi": 829, " What": 830, " occas": 831, " In": 832, "iam": 833, " word": 834, " hum": 835, " till": 836, " foll": 837, " opinion": 838, " ball": 839, " hon": 840, " expect": 841, " Hurst": 842, "ween": 843, "mpt": 844, "ained": 845, " leave": 846, " Mery": 847, " Meryton": 848, " last": 849, " ser": 850, " party": 851, " William": 852, " high": 853, "ince": 854, " began": 855, " form": 856, " morning": 857, " call": 858, " look": 859, "alked": 860, " speak": 861, " conversation": 862, " where": 863, " inter": 864, " perfect": 865, " sil": 866, "oubt": 867, " allow": 868, " because": 869, "aut": 870, " anything": 871, " eng": 872, "erm": 873, " gl": 874, "use": 875, " charac": 876, " character": 877, " find": 878, " dance": 879, " satisf": 880, " towards": 881, "gether": 882, " bet": 883, " rather": 884, "rest": 885, " affection": 886, " wis": 887, "unt": 888, " done": 889, " tell": 890, " immediately": 891, " certainly": 892, " chi": 893, " mention": 894, " come": 895, " ear": 896, "ack": 897, " el": 898, "ction": 899, " dist": 900, " favour": 901, " cour": 902, " His": 903, " between": 904, "les": 905, " regard": 906, "ang": 907, "cess": 908, " added": 909, "ase": 910, " compli": 911, " nat": 912, " list": 913, "ceived": 914, "ason": 915, " tr": 916, " prop": 917, " occasion": 918, " general": 919, " half": 920, " follow": 921, "irc": 922, " ide": 923, " equ": 924, " co": 925, " town": 926, " person": 927, "ople": 928, "ial": 929, " compliment": 930, " seeing": 931, " har": 932, " R": 933, " ind": 934, "day": 935, " appear": 936, " fortune": 937, " wif": 938, " wife": 939, " lady": 940, "ark": 941, "ient": 942, " down": 943, "ace": 944, " perhaps": 945, "oss": 946, "ference": 947, " respect": 948, " these": 949, " least": 950, "ff": 951, " since": 952, "stand": 953, " life": 954, " those": 955, "lly": 956, " circ": 957, " F": 958, " surp": 959, " jo": 960, " accept": 961, " loo": 962, "less": 963, "ired": 964, " rel": 965, " convin": 966, " convinced": 967, " means": 968, " short": 969, "oth": 970, "ceed": 971, " offic": 972, " rec": 973, " neigh": 974, " neighbour": 975, " This": 976, " assure": 977, " upon": 978, " ins": 979, "orm": 980, " address": 981, " chan": 982, " wond": 983, " imag": 984, " comfort": 985, " people": 986, "iable": 987, "ty": 988, " disp": 989, " given": 990, " hour": 991, " opp": 992, " Yes": 993, "ctly": 994, " together": 995, "res": 996, "lips": 997, " aunt": 998, " conf": 999}, "merge": [[67, 59, 71], [28, 3, 72], [67, 60, 73], [15, 12, 74], [67, 66, 75], [67, 55, 76], [61, 3, 77], [67, 31, 78], [3, 61, 79], [31, 49, 80], [71, 72, 81], [28, 60, 82], [3, 12, 83], [15, 66, 84], [67, 27, 85], [67, 33, 86], [15, 59, 87], [31, 12, 88], [73, 12, 89], [71, 31, 90], [3, 50, 91], [74, 11, 92], [67, 41, 93], [78, 19, 94], [67, 19, 95], [67, 72, 96], [89, 50, 97], [67, 50, 98], [67, 28, 99], [67, 12, 100], [54, 54, 101], [60, 12, 102], [54, 3, 103], [60, 61, 104], [67, 74, 105], [67, 22, 106], [60, 66, 107], [86, 3, 108], [31, 61, 109], [67, 16, 110], [31, 59, 111], [67, 82, 112], [3, 66, 113], [60, 59, 114], [96, 61, 115], [31, 27, 116], [67, 63, 117], [3, 59, 118], [67, 1, 119], [82, 59, 120], [54, 15, 121], [54, 1, 122], [119, 80, 123], [67, 3, 124], [15, 88, 125], [36, 79, 126], [83, 59, 127], [67, 77, 128], [100, 111, 129], [36, 3, 130], [41, 3, 131], [15, 27, 132], [76, 107, 133], [67, 11, 134], [54, 50, 135], [66, 3, 136], [66, 59, 137], [71, 120, 138], [41, 28, 139], [117, 61, 140], [67, 87, 141], [11, 28, 142], [87, 28, 143], [73, 66, 144], [15, 50, 145], [49, 59, 146], [31, 55, 147], [95, 109, 148], [76, 143, 149], [71, 28, 150], [67, 56, 151], [67, 54, 152], [60, 1, 153], [60, 33, 154], [59, 79, 155], [15, 61, 156], [72, 61, 157], [75, 72, 158], [99, 84, 159], [80, 135, 160], [78, 12, 161], [41, 59, 162], [76, 28, 163], [75, 49, 164], [73, 59, 165], [60, 50, 166], [76, 3, 167], [67, 84, 168], [112, 50, 169], [60, 54, 170], [99, 132, 171], [93, 88, 172], [67, 49, 173], [126, 1, 174], [61, 15, 175], [75, 31, 176], [15, 101, 177], [80, 61, 178], [67, 58, 179], [112, 130, 180], [3, 162, 181], [85, 1, 182], [98, 3, 183], [60, 74, 184], [67, 62, 185], [67, 53, 186], [118, 28, 187], [67, 35, 188], [85, 3, 189], [61, 31, 190], [86, 1, 191], [75, 60, 192], [49, 61, 193], [188, 121, 194], [194, 18, 195], [73, 101, 196], [29, 49, 197], [85, 49, 198], [22, 22, 199], [86, 146, 200], [114, 125, 201], [31, 77, 202], [54, 19, 203], [142, 59, 204], [75, 3, 205], [83, 50, 206], [195, 154, 207], [207, 187, 208], [67, 70, 209], [60, 47, 210], [67, 43, 211], [66, 66, 212], [15, 19, 213], [67, 174, 214], [100, 3, 215], [67, 42, 216], [15, 41, 217], [113, 66, 218], [31, 31, 219], [73, 27, 220], [93, 116, 221], [41, 1, 222], [124, 23, 223], [60, 101, 224], [77, 50, 225], [98, 31, 226], [167, 77, 227], [103, 1, 228], [136, 203, 229], [67, 103, 230], [12, 50, 231], [163, 15, 232], [154, 103, 233], [67, 30, 234], [100, 31, 235], [151, 92, 236], [236, 228, 237], [123, 61, 238], [67, 47, 239], [186, 72, 240], [75, 59, 241], [61, 116, 242], [83, 12, 243], [85, 102, 244], [93, 160, 245], [113, 59, 246], [151, 243, 247], [247, 118, 248], [232, 139, 249], [76, 177, 250], [75, 28, 251], [192, 145, 252], [81, 27, 253], [216, 104, 254], [254, 222, 255], [60, 27, 256], [104, 50, 257], [163, 31, 258], [76, 160, 259], [84, 66, 260], [67, 121, 261], [88, 11, 262], [60, 11, 263], [82, 12, 264], [49, 77, 265], [49, 54, 266], [76, 72, 267], [104, 59, 268], [95, 242, 269], [98, 84, 270], [117, 260, 271], [81, 156, 272], [81, 1, 273], [59, 3, 274], [87, 1, 275], [95, 3, 276], [31, 101, 277], [27, 127, 278], [67, 2, 279], [102, 59, 280], [109, 59, 281], [22, 3, 282], [15, 54, 283], [150, 84, 284], [108, 83, 285], [73, 77, 286], [102, 131, 287], [81, 77, 288], [80, 142, 289], [93, 102, 290], [89, 1, 291], [67, 37, 292], [106, 79, 293], [73, 50, 294], [73, 19, 295], [140, 66, 296], [198, 139, 297], [164, 139, 298], [173, 12, 299], [116, 3, 300], [73, 54, 301], [67, 132, 302], [80, 66, 303], [71, 264, 304], [76, 120, 305], [102, 3, 306], [114, 3, 307], [61, 60, 308], [73, 41, 309], [67, 24, 310], [73, 11, 311], [28, 92, 312], [292, 306, 313], [15, 36, 314], [67, 36, 315], [60, 49, 316], [74, 3, 317], [114, 157, 318], [12, 147, 319], [80, 59, 320], [85, 202, 321], [74, 66, 322], [205, 3, 323], [166, 1, 324], [59, 157, 325], [12, 59, 326], [106, 190, 327], [106, 77, 328], [106, 268, 329], [73, 33, 330], [83, 131, 331], [74, 47, 332], [15, 130, 333], [84, 155, 334], [79, 59, 335], [99, 147, 336], [75, 334, 337], [77, 114, 338], [267, 12, 339], [31, 137, 340], [19, 202, 341], [67, 213, 342], [22, 59, 343], [78, 61, 344], [221, 22, 345], [150, 332, 346], [239, 319, 347], [234, 72, 348], [251, 160, 349], [31, 66, 350], [185, 277, 351], [351, 322, 352], [31, 54, 353], [87, 59, 354], [55, 12, 355], [111, 157, 356], [198, 137, 357], [210, 3, 358], [67, 197, 359], [224, 1, 360], [67, 83, 361], [105, 59, 362], [74, 50, 363], [103, 107, 364], [219, 50, 365], [161, 3, 366], [28, 15, 367], [84, 28, 368], [151, 146, 369], [49, 41, 370], [15, 113, 371], [78, 325, 372], [67, 57, 373], [15, 204, 374], [47, 91, 375], [124, 36, 376], [145, 3, 377], [47, 3, 378], [165, 59, 379], [67, 61, 380], [106, 364, 381], [49, 12, 382], [12, 11, 383], [19, 3, 384], [87, 3, 385], [20, 181, 386], [55, 153, 387], [12, 79, 388], [124, 174, 389], [193, 12, 390], [67, 20, 391], [78, 33, 392], [82, 61, 393], [102, 50, 394], [88, 50, 395], [61, 1, 396], [15, 33, 397], [3, 54, 398], [107, 59, 399], [310, 80, 400], [84, 59, 401], [3, 126, 402], [85, 153, 403], [75, 153, 404], [95, 175, 405], [49, 66, 406], [127, 125, 407], [128, 22, 408], [123, 383, 409], [110, 59, 410], [263, 3, 411], [405, 206, 412], [77, 3, 413], [112, 66, 414], [19, 181, 415], [75, 82, 416], [71, 55, 417], [15, 122, 418], [108, 92, 419], [15, 3, 420], [223, 22, 421], [209, 3, 422], [77, 212, 423], [150, 289, 424], [112, 199, 425], [50, 3, 426], [71, 132, 427], [167, 101, 428], [302, 22, 429], [161, 122, 430], [36, 91, 431], [176, 88, 432], [115, 229, 433], [59, 155, 434], [49, 27, 435], [88, 3, 436], [98, 145, 437], [85, 340, 438], [60, 77, 439], [36, 92, 440], [134, 338, 441], [75, 22, 442], [75, 300, 443], [217, 47, 444], [128, 66, 445], [98, 113, 446], [109, 50, 447], [78, 355, 448], [215, 126, 449], [106, 31, 450], [104, 1, 451], [15, 77, 452], [99, 31, 453], [94, 19, 454], [84, 3, 455], [108, 341, 456], [427, 3, 457], [134, 365, 458], [72, 50, 459], [67, 190, 460], [95, 60, 461], [316, 142, 462], [183, 104, 463], [98, 153, 464], [166, 3, 465], [397, 103, 466], [173, 66, 467], [31, 136, 468], [31, 50, 469], [376, 83, 470], [295, 155, 471], [311, 184, 472], [67, 127, 473], [172, 66, 474], [118, 157, 475], [175, 91, 476], [416, 101, 477], [60, 41, 478], [73, 199, 479], [335, 184, 480], [15, 131, 481], [90, 31, 482], [92, 66, 483], [22, 66, 484], [152, 354, 485], [485, 103, 486], [27, 91, 487], [170, 47, 488], [61, 49, 489], [179, 324, 490], [185, 393, 491], [15, 11, 492], [85, 358, 493], [102, 41, 494], [460, 116, 495], [27, 3, 496], [129, 312, 497], [152, 262, 498], [80, 326, 499], [54, 111, 500], [173, 22, 501], [417, 31, 502], [106, 61, 503], [33, 178, 504], [19, 266, 505], [85, 104, 506], [100, 147, 507], [179, 370, 508], [508, 107, 509], [12, 218, 510], [67, 14, 511], [71, 3, 512], [86, 61, 513], [55, 3, 514], [82, 27, 515], [276, 398, 516], [462, 155, 517], [106, 54, 518], [67, 65, 519], [85, 374, 520], [219, 47, 521], [336, 402, 522], [149, 320, 523], [211, 444, 524], [524, 515, 525], [98, 517, 526], [41, 54, 527], [75, 282, 528], [491, 500, 529], [529, 274, 530], [31, 130, 531], [144, 66, 532], [41, 116, 533], [22, 79, 534], [41, 15, 535], [59, 83, 536], [74, 218, 537], [244, 388, 538], [121, 3, 539], [11, 3, 540], [294, 50, 541], [125, 66, 542], [80, 204, 543], [95, 256, 544], [85, 465, 545], [78, 126, 546], [108, 11, 547], [60, 130, 548], [95, 156, 549], [121, 91, 550], [261, 378, 551], [41, 41, 552], [107, 66, 553], [15, 142, 554], [128, 59, 555], [134, 156, 556], [556, 54, 557], [134, 31, 558], [171, 229, 559], [330, 320, 560], [80, 136, 561], [301, 387, 562], [562, 66, 563], [22, 181, 564], [453, 282, 565], [172, 59, 566], [164, 33, 567], [55, 257, 568], [59, 28, 569], [189, 102, 570], [15, 91, 571], [549, 137, 572], [420, 135, 573], [49, 137, 574], [78, 22, 575], [152, 166, 576], [293, 66, 577], [544, 418, 578], [54, 91, 579], [96, 104, 580], [164, 77, 581], [93, 480, 582], [576, 371, 583], [80, 231, 584], [555, 390, 585], [179, 262, 586], [99, 561, 587], [3, 104, 588], [15, 18, 589], [384, 77, 590], [75, 116, 591], [85, 356, 592], [290, 12, 593], [593, 111, 594], [469, 1, 595], [379, 407, 596], [183, 121, 597], [95, 318, 598], [33, 595, 599], [210, 92, 600], [74, 59, 601], [114, 91, 602], [89, 66, 603], [108, 434, 604], [76, 153, 605], [567, 386, 606], [185, 318, 607], [607, 317, 608], [117, 1, 609], [94, 536, 610], [15, 60, 611], [244, 1, 612], [108, 539, 613], [76, 368, 614], [381, 265, 615], [60, 139, 616], [126, 66, 617], [152, 531, 618], [362, 31, 619], [75, 41, 620], [182, 229, 621], [359, 385, 622], [131, 343, 623], [73, 61, 624], [128, 11, 625], [78, 146, 626], [408, 550, 627], [93, 476, 628], [256, 3, 629], [105, 426, 630], [164, 199, 631], [79, 1, 632], [148, 59, 633], [373, 475, 634], [634, 19, 635], [635, 573, 636], [173, 231, 637], [226, 113, 638], [184, 59, 639], [84, 459, 640], [66, 367, 641], [328, 66, 642], [75, 27, 643], [128, 27, 644], [283, 275, 645], [105, 36, 646], [78, 552, 647], [59, 312, 648], [240, 1, 649], [217, 266, 650], [27, 33, 651], [294, 36, 652], [15, 303, 653], [103, 27, 654], [150, 543, 655], [361, 289, 656], [23, 59, 657], [134, 61, 658], [145, 79, 659], [93, 28, 660], [81, 12, 661], [311, 413, 662], [83, 66, 663], [12, 92, 664], [450, 212, 665], [72, 12, 666], [76, 116, 667], [74, 91, 668], [134, 314, 669], [337, 66, 670], [568, 66, 671], [93, 499, 672], [41, 91, 673], [22, 103, 674], [163, 116, 675], [316, 136, 676], [288, 341, 677], [67, 246, 678], [83, 79, 679], [60, 225, 680], [85, 114, 681], [49, 50, 682], [134, 127, 683], [586, 504, 684], [684, 12, 685], [73, 387, 686], [76, 61, 687], [295, 415, 688], [474, 659, 689], [85, 109, 690], [309, 197, 691], [239, 363, 692], [124, 126, 693], [513, 356, 694], [307, 122, 695], [84, 87, 696], [630, 91, 697], [79, 66, 698], [18, 1, 699], [230, 212, 700], [470, 92, 701], [67, 177, 702], [87, 157, 703], [36, 178, 704], [294, 27, 705], [131, 314, 706], [105, 41, 707], [315, 696, 708], [179, 589, 709], [709, 699, 710], [179, 1, 711], [711, 50, 712], [712, 611, 713], [206, 91, 714], [128, 360, 715], [75, 114, 716], [98, 494, 717], [76, 109, 718], [106, 553, 719], [108, 41, 720], [154, 122, 721], [11, 91, 722], [633, 382, 723], [391, 574, 724], [147, 12, 725], [215, 657, 726], [492, 12, 727], [71, 488, 728], [211, 666, 729], [134, 333, 730], [309, 41, 731], [66, 79, 732], [683, 654, 733], [71, 390, 734], [27, 88, 735], [172, 36, 736], [55, 79, 737], [93, 82, 738], [112, 231, 739], [134, 679, 740], [187, 92, 741], [637, 79, 742], [209, 79, 743], [350, 91, 744], [128, 166, 745], [279, 231, 746], [84, 19, 747], [192, 55, 748], [112, 440, 749], [80, 33, 750], [192, 496, 751], [392, 386, 752], [71, 358, 753], [591, 741, 754], [105, 19, 755], [270, 41, 756], [141, 66, 757], [211, 3, 758], [691, 639, 759], [105, 274, 760], [105, 137, 761], [329, 650, 762], [762, 104, 763], [642, 127, 764], [54, 59, 765], [121, 41, 766], [230, 434, 767], [603, 737, 768], [597, 204, 769], [36, 113, 770], [82, 484, 771], [211, 177, 772], [98, 213, 773], [575, 74, 774], [93, 54, 775], [76, 488, 776], [83, 91, 777], [172, 617, 778], [421, 423, 779], [87, 49, 780], [59, 88, 781], [175, 411, 782], [526, 66, 783], [646, 87, 784], [557, 66, 785], [667, 102, 786], [234, 156, 787], [3, 22, 788], [308, 41, 789], [205, 41, 790], [22, 54, 791], [31, 1, 792], [613, 130, 793], [12, 3, 794], [566, 74, 795], [795, 49, 796], [110, 19, 797], [662, 233, 798], [258, 103, 799], [93, 303, 800], [276, 765, 801], [201, 66, 802], [241, 61, 803], [67, 32, 804], [425, 1, 805], [425, 537, 806], [76, 280, 807], [164, 61, 808], [186, 28, 809], [67, 206, 810], [519, 28, 811], [78, 193, 812], [75, 118, 813], [98, 118, 814], [12, 131, 815], [84, 91, 816], [128, 19, 817], [19, 447, 818], [19, 281, 819], [193, 137, 820], [106, 3, 821], [124, 1, 822], [392, 732, 823], [93, 314, 824], [118, 1, 825], [516, 483, 826], [96, 257, 827], [302, 487, 828], [828, 15, 829], [211, 120, 830], [647, 107, 831], [110, 12, 832], [15, 256, 833], [76, 447, 834], [99, 435, 835], [71, 177, 836], [95, 277, 837], [774, 125, 838], [86, 224, 839], [99, 88, 840], [421, 181, 841], [209, 820, 842], [514, 83, 843], [27, 343, 844], [184, 91, 845], [230, 548, 846], [117, 632, 847], [847, 781, 848], [152, 399, 849], [75, 79, 850], [329, 1, 851], [772, 833, 852], [99, 554, 853], [74, 131, 854], [547, 102, 855], [148, 27, 856], [690, 664, 857], [93, 224, 858], [152, 521, 859], [170, 375, 860], [528, 210, 861], [778, 201, 862], [267, 77, 863], [105, 155, 864], [293, 415, 865], [75, 283, 866], [750, 59, 867], [196, 147, 868], [720, 676, 869], [60, 146, 870], [291, 648, 871], [361, 11, 872], [79, 27, 873], [134, 54, 874], [49, 136, 875], [738, 789, 876], [876, 155, 877], [95, 363, 878], [98, 287, 879], [716, 747, 880], [90, 671, 881], [11, 475, 882], [108, 59, 883], [380, 318, 884], [77, 137, 885], [688, 125, 886], [76, 84, 887], [49, 326, 888], [98, 436, 889], [512, 101, 890], [829, 695, 891], [582, 122, 892], [93, 367, 893], [85, 407, 894], [221, 3, 895], [124, 104, 896], [478, 47, 897], [124, 54, 898], [162, 125, 899], [270, 59, 900], [461, 704, 901], [93, 178, 902], [209, 84, 903], [883, 843, 904], [103, 66, 905], [625, 257, 906], [102, 11, 907], [41, 218, 908], [541, 91, 909], [107, 3, 910], [345, 121, 911], [100, 114, 912], [152, 401, 913], [706, 91, 914], [107, 88, 915], [71, 61, 916], [327, 22, 917], [831, 125, 918], [740, 170, 919], [112, 203, 920], [837, 147, 921], [156, 41, 922], [67, 377, 923], [124, 197, 924], [93, 31, 925], [90, 355, 926], [577, 88, 927], [31, 674, 928], [15, 170, 929], [911, 278, 930], [323, 92, 931], [112, 61, 932], [67, 7, 933], [105, 50, 934], [50, 153, 935], [479, 588, 936], [723, 3, 937], [76, 213, 938], [938, 3, 939], [152, 324, 940], [104, 47, 941], [15, 127, 942], [98, 725, 943], [60, 131, 944], [293, 771, 945], [31, 212, 946], [590, 815, 947], [445, 564, 948], [81, 136, 949], [230, 399, 950], [19, 19, 951], [75, 854, 952], [137, 394, 953], [261, 384, 954], [150, 468, 955], [101, 1, 956], [93, 922, 957], [67, 38, 958], [808, 22, 959], [391, 31, 960], [309, 623, 961], [152, 219, 962], [103, 212, 963], [15, 225, 964], [128, 54, 965], [736, 74, 966], [966, 673, 967], [570, 66, 968], [251, 281, 969], [111, 28, 970], [131, 91, 971], [454, 217, 972], [128, 41, 973], [215, 554, 974], [974, 504, 975], [809, 84, 976], [532, 265, 977], [501, 88, 978], [105, 66, 979], [109, 27, 980], [541, 423, 981], [93, 264, 982], [76, 395, 983], [302, 263, 984], [221, 819, 985], [821, 928, 986], [15, 233, 987], [59, 1, 988], [270, 22, 989], [669, 83, 990], [99, 178, 991], [78, 199, 992], [310, 113, 993], [162, 122, 994], [90, 882, 995], [77, 66, 996], [121, 484, 997], [73, 888, 998], [172, 19, 999]]}