{"word_index": {"<PAD>": 0, "\u00c0": 1, ".": 2, "A": 3, "?": 4, "y": 5, "H": 6, "v": 7, "(": 8, "8": 9, "X": 10, "f": 11, "M": 12, "\u00e7": 13, "!": 14, "F": 15, "\u2019": 16, "D": 17, "\u00e4": 18, "\u00ea": 19, "\u00ee": 20, "C": 21, "3": 22, "U": 23, "W": 24, "\u201d": 25, "\u00f6": 26, "R": 27, "z": 28, "h": 29, "d": 30, "B": 31, "\u00ef": 32, "\u00fc": 33, "Z": 34, "5": 35, "\u00e8": 36, "\u00f4": 37, "O": 38, "\u00c9": 39, " ": 40, "'": 41, "G": 42, "9": 43, "r": 44, "g": 45, "k": 46, "/": 47, "e": 48, "p": 49, "Y": 50, "1": 51, "N": 52, "a": 53, "I": 54, "q": 55, "2": 56, "j": 57, "Q": 58, "n": 59, "\u00fa": 60, ")": 61, "\u00e9": 62, "s": 63, "4": 64, "b": 65, "x": 66, ",": 67, "\u00fd": 68, ":": 69, "E": 70, "V": 71, "0": 72, "J": 73, "S": 74, ";": 75, "\u00c1": 76, "-": 77, "t": 78, "\u00eb": 79, "\u00f3": 80, "\u2014": 81, "\u00e1": 82, "w": 83, "\u00e0": 84, "\u201c": 85, "\u00ed": 86, "\u0153": 87, "l": 88, "u": 89, "K": 90, "6": 91, "=": 92, "m": 93, "o": 94, "7": 95, "\u00e6": 96, "\u00e2": 97, "c": 98, "P": 99, "T": 100, "L": 101, "i": 102, " t": 103, "he": 104, " a": 105, "in": 106, " s": 107, " the": 108, " w": 109, "re": 110, "nd": 111, " o": 112, " h": 113, "er": 114, "ed": 115, "at": 116, " b": 117, " and": 118, "ou": 119, "ing": 120, "is": 121, "it": 122, "en": 123, " f": 124, " c": 125, " to": 126, "on": 127, " m": 128, " of": 129, " he": 130, " d": 131, " th": 132, "es": 133, "or": 134, "as": 135, "an": 136, "ll": 137, " p": 138, "ar": 139, " l": 140, " in": 141, " n": 142, "om": 143, " ha": 144, "im": 145, "le": 146, "ot": 147, "ow": 148, " be": 149, "id": 150, " g": 151, "ly": 152, "ic": 153, " e": 154, "ut": 155, " his": 156, " wh": 157, " that": 158, " re": 159, " was": 160, "ce": 161, " on": 162, "st": 163, "se": 164, "ent": 165, "ld": 166, " I": 167, "ith": 168, " with": 169, "ve": 170, "ion": 171, " T": 172, " A": 173, " sa": 174, " P": 175, "gh": 176, " him": 177, " y": 178, " not": 179, " it": 180, " r": 181, " had": 182, "al": 183, " as": 184, "et": 185, " u": 186, " her": 187, " at": 188, " st": 189, "ir": 190, "ver": 191, "ur": 192, "ere": 193, " for": 194, "ch": 195, " you": 196, "ad": 197, " an": 198, "ay": 199, "ght": 200, "ess": 201, "oo": 202, " The": 203, "ss": 204, "her": 205, "ri": 206, " H": 207, "ct": 208, " B": 209, " N": 210, "if": 211, " is": 212, " se": 213, " so": 214, "ov": 215, " M": 216, "ould": 217, "ill": 218, "ter": 219, "ich": 220, " fr": 221, "rin": 222, " but": 223, " S": 224, " k": 225, " she": 226, "ain": 227, " W": 228, " said": 229, " sh": 230, "am": 231, " con": 232, "all": 233, "ier": 234, " who": 235, " all": 236, "ac": 237, "pp": 238, " de": 239, "and": 240, "ore": 241, " from": 242, " ex": 243, "ant": 244, " were": 245, "ak": 246, " su": 247, "il": 248, " by": 249, "nt": 250, "out": 251, "ro": 252, "ol": 253, " com": 254, "qu": 255, "em": 256, " And": 257, " or": 258, " R": 259, "ard": 260, "ight": 261, "lf": 262, " Prin": 263, " v": 264, " fe": 265, " ne": 266, "hing": 267, "ers": 268, "ap": 269, "ost": 270, " which": 271, "ked": 272, "pe": 273, " do": 274, "ble": 275, " me": 276, "ag": 277, "sh": 278, " ar": 279, "ierre": 280, " Pierre": 281, "os": 282, " D": 283, "ul": 284, " He": 285, "very": 286, " one": 287, " whe": 288, " have": 289, " al": 290, " F": 291, "ous": 292, " kn": 293, "ound": 294, "est": 295, " they": 296, " this": 297, "self": 298, "ust": 299, " up": 300, " we": 301, " what": 302, " them": 303, "ation": 304, "us": 305, " som": 306, " ch": 307, " man": 308, "one": 309, " ro": 310, "art": 311, " le": 312, "hed": 313, " ab": 314, "red": 315, "ount": 316, " int": 317, " loo": 318, "ist": 319, "ace": 320, " Prince": 321, "ong": 322, "ie": 323, "rew": 324, " did": 325, "ress": 326, "ry": 327, "ke": 328, " O": 329, " been": 330, "au": 331, "ind": 332, "own": 333, "ren": 334, " their": 335, "ood": 336, "ered": 337, " un": 338, " qu": 339, " out": 340, " ev": 341, "ra": 342, " li": 343, "per": 344, " would": 345, " j": 346, " no": 347, " E": 348, "ary": 349, "ity": 350, "ate": 351, " C": 352, " there": 353, " off": 354, "ig": 355, " my": 356, " thou": 357, "cess": 358, "nder": 359, "ssi": 360, "at\u00e1": 361, " ag": 362, "sha": 363, " sm": 364, "um": 365, "ort": 366, " go": 367, "ack": 368, "op": 369, "ame": 370, " Y": 371, "ell": 372, " are": 373, " Nat\u00e1": 374, " Nat\u00e1sha": 375, "way": 376, "ther": 377, "ite": 378, " now": 379, "un": 380, " G": 381, "king": 382, "urn": 383, " ad": 384, "ast": 385, " af": 386, " K": 387, " only": 388, "\u00f3v": 389, " Wh": 390, "other": 391, "iv": 392, " Andrew": 393, " tim": 394, " wor": 395, "ove": 396, " sp": 397, " could": 398, "el": 399, " arm": 400, " But": 401, " when": 402, " im": 403, "pt": 404, " pl": 405, " Rost": 406, "ive": 407, "itt": 408, "rench": 409, " will": 410, "od": 411, " beg": 412, " know": 413, " hand": 414, " French": 415, "ose": 416, " more": 417, "ide": 418, " pre": 419, " under": 420, " tr": 421, "ice": 422, "ge": 423, " himself": 424, " pe": 425, " if": 426, " every": 427, " into": 428, " am": 429, " about": 430, " Th": 431, " say": 432, " some": 433, " any": 434, "ile": 435, "na": 436, "pl": 437, " Rost\u00f3v": 438, "ne": 439, "ally": 440, " count": 441, " It": 442, " dis": 443, " ey": 444, "ife": 445, "our": 446, " time": 447, "ure": 448, " see": 449, "fore": 450, "able": 451, " thought": 452, "ass": 453, " co": 454, "ty": 455, " rem": 456, " face": 457, " again": 458, "\u00f3n": 459, " can": 460, " other": 461, "ci": 462, "av": 463, "ance": 464, " went": 465, "ok": 466, " your": 467, "ole": 468, " br": 469, " gr": 470, "ction": 471, " en": 472, "ire": 473, " old": 474, "ussi": 475, " eyes": 476, " room": 477, "sk": 478, "ment": 479, " gl": 480, " tw": 481, " bec": 482, " cl": 483, "are": 484, "cc": 485, "ated": 486, " fir": 487, " how": 488, "ied": 489, " tak": 490, " men": 491, "ep": 492, " comm": 493, " before": 494, "ft": 495, " She": 496, " pr": 497, "wn": 498, " cont": 499}, "merge": [[40, 78, 103], [29, 48, 104], [40, 53, 105], [102, 59, 106], [40, 63, 107], [103, 104, 108], [40, 83, 109], [44, 48, 110], [59, 30, 111], [40, 94, 112], [40, 29, 113], [48, 44, 114], [48, 30, 115], [53, 78, 116], [40, 65, 117], [105, 111, 118], [94, 89, 119], [106, 45, 120], [102, 63, 121], [102, 78, 122], [48, 59, 123], [40, 11, 124], [40, 98, 125], [103, 94, 126], [94, 59, 127], [40, 93, 128], [112, 11, 129], [40, 104, 130], [40, 30, 131], [103, 29, 132], [48, 63, 133], [94, 44, 134], [53, 63, 135], [53, 59, 136], [88, 88, 137], [40, 49, 138], [53, 44, 139], [40, 88, 140], [40, 106, 141], [40, 59, 142], [94, 93, 143], [113, 53, 144], [102, 93, 145], [88, 48, 146], [94, 78, 147], [94, 83, 148], [117, 48, 149], [102, 30, 150], [40, 45, 151], [88, 5, 152], [102, 98, 153], [40, 48, 154], [89, 78, 155], [113, 121, 156], [109, 29, 157], [132, 116, 158], [40, 110, 159], [109, 135, 160], [98, 48, 161], [112, 59, 162], [63, 78, 163], [63, 48, 164], [123, 78, 165], [88, 30, 166], [40, 54, 167], [122, 29, 168], [109, 168, 169], [7, 48, 170], [102, 127, 171], [40, 100, 172], [40, 3, 173], [107, 53, 174], [40, 99, 175], [45, 29, 176], [113, 145, 177], [40, 5, 178], [142, 147, 179], [40, 122, 180], [40, 44, 181], [144, 30, 182], [53, 88, 183], [105, 63, 184], [48, 78, 185], [40, 89, 186], [130, 44, 187], [105, 78, 188], [107, 78, 189], [102, 44, 190], [7, 114, 191], [89, 44, 192], [48, 110, 193], [124, 134, 194], [98, 29, 195], [178, 119, 196], [53, 30, 197], [105, 59, 198], [53, 5, 199], [176, 78, 200], [133, 63, 201], [94, 94, 202], [172, 104, 203], [63, 63, 204], [104, 44, 205], [44, 102, 206], [40, 6, 207], [98, 78, 208], [40, 31, 209], [40, 52, 210], [102, 11, 211], [40, 121, 212], [107, 48, 213], [107, 94, 214], [94, 7, 215], [40, 12, 216], [119, 166, 217], [102, 137, 218], [78, 114, 219], [153, 29, 220], [124, 44, 221], [44, 106, 222], [117, 155, 223], [40, 74, 224], [40, 46, 225], [107, 104, 226], [53, 106, 227], [40, 24, 228], [174, 150, 229], [107, 29, 230], [53, 93, 231], [125, 127, 232], [53, 137, 233], [102, 114, 234], [157, 94, 235], [105, 137, 236], [53, 98, 237], [49, 49, 238], [131, 48, 239], [53, 111, 240], [94, 110, 241], [221, 143, 242], [154, 66, 243], [136, 78, 244], [109, 193, 245], [53, 46, 246], [107, 89, 247], [102, 88, 248], [117, 5, 249], [59, 78, 250], [119, 78, 251], [44, 94, 252], [94, 88, 253], [125, 143, 254], [55, 89, 255], [48, 93, 256], [173, 111, 257], [112, 44, 258], [40, 27, 259], [139, 30, 260], [102, 200, 261], [88, 11, 262], [175, 222, 263], [40, 7, 264], [124, 48, 265], [142, 48, 266], [29, 120, 267], [114, 63, 268], [53, 49, 269], [94, 163, 270], [157, 220, 271], [46, 115, 272], [49, 48, 273], [131, 94, 274], [65, 146, 275], [128, 48, 276], [53, 45, 277], [63, 29, 278], [105, 44, 279], [234, 110, 280], [175, 280, 281], [94, 63, 282], [40, 17, 283], [89, 88, 284], [207, 48, 285], [191, 5, 286], [162, 48, 287], [109, 104, 288], [144, 170, 289], [105, 88, 290], [40, 15, 291], [119, 63, 292], [225, 59, 293], [119, 111, 294], [133, 78, 295], [108, 5, 296], [132, 121, 297], [164, 262, 298], [89, 163, 299], [186, 49, 300], [109, 48, 301], [157, 116, 302], [108, 93, 303], [116, 171, 304], [89, 63, 305], [107, 143, 306], [125, 29, 307], [128, 136, 308], [127, 48, 309], [181, 94, 310], [139, 78, 311], [140, 48, 312], [104, 30, 313], [105, 65, 314], [110, 30, 315], [119, 250, 316], [141, 78, 317], [140, 202, 318], [121, 78, 319], [53, 161, 320], [263, 161, 321], [127, 45, 322], [102, 48, 323], [110, 83, 324], [131, 150, 325], [110, 204, 326], [44, 5, 327], [46, 48, 328], [40, 38, 329], [149, 123, 330], [53, 89, 331], [106, 30, 332], [148, 59, 333], [110, 59, 334], [108, 190, 335], [202, 30, 336], [193, 30, 337], [186, 59, 338], [40, 255, 339], [112, 155, 340], [154, 7, 341], [44, 53, 342], [140, 102, 343], [49, 114, 344], [109, 217, 345], [40, 57, 346], [142, 94, 347], [40, 70, 348], [139, 5, 349], [122, 5, 350], [116, 48, 351], [40, 21, 352], [108, 110, 353], [129, 11, 354], [102, 45, 355], [128, 5, 356], [132, 119, 357], [98, 201, 358], [111, 114, 359], [204, 102, 360], [116, 82, 361], [105, 45, 362], [278, 53, 363], [107, 93, 364], [89, 93, 365], [134, 78, 366], [151, 94, 367], [237, 46, 368], [94, 49, 369], [231, 48, 370], [40, 50, 371], [48, 137, 372], [105, 110, 373], [210, 361, 374], [374, 363, 375], [83, 199, 376], [78, 205, 377], [122, 48, 378], [142, 148, 379], [89, 59, 380], [40, 42, 381], [46, 120, 382], [192, 59, 383], [105, 30, 384], [135, 78, 385], [105, 11, 386], [40, 90, 387], [162, 152, 388], [80, 7, 389], [228, 29, 390], [147, 205, 391], [102, 7, 392], [257, 324, 393], [103, 145, 394], [109, 134, 395], [94, 170, 396], [107, 49, 397], [125, 217, 398], [48, 88, 399], [279, 93, 400], [209, 155, 401], [288, 59, 402], [40, 145, 403], [49, 78, 404], [138, 88, 405], [259, 270, 406], [102, 170, 407], [122, 78, 408], [334, 195, 409], [109, 218, 410], [94, 30, 411], [149, 45, 412], [293, 148, 413], [144, 111, 414], [291, 409, 415], [94, 164, 416], [128, 241, 417], [150, 48, 418], [138, 110, 419], [186, 359, 420], [103, 44, 421], [153, 48, 422], [45, 48, 423], [177, 298, 424], [138, 48, 425], [40, 211, 426], [154, 286, 427], [317, 94, 428], [105, 93, 429], [314, 251, 430], [172, 29, 431], [174, 5, 432], [306, 48, 433], [198, 5, 434], [102, 146, 435], [59, 53, 436], [49, 88, 437], [406, 389, 438], [59, 48, 439], [233, 5, 440], [125, 316, 441], [167, 78, 442], [131, 121, 443], [154, 5, 444], [211, 48, 445], [119, 44, 446], [394, 48, 447], [89, 110, 448], [213, 48, 449], [11, 241, 450], [53, 275, 451], [357, 200, 452], [135, 63, 453], [125, 94, 454], [78, 5, 455], [159, 93, 456], [124, 320, 457], [362, 227, 458], [80, 59, 459], [125, 136, 460], [112, 377, 461], [98, 102, 462], [53, 7, 463], [136, 161, 464], [109, 165, 465], [94, 46, 466], [196, 44, 467], [94, 146, 468], [117, 44, 469], [151, 44, 470], [208, 171, 471], [40, 123, 472], [102, 110, 473], [112, 166, 474], [89, 360, 475], [444, 133, 476], [310, 143, 477], [63, 46, 478], [93, 165, 479], [151, 88, 480], [103, 83, 481], [149, 98, 482], [125, 88, 483], [53, 110, 484], [98, 98, 485], [116, 115, 486], [124, 190, 487], [113, 148, 488], [102, 115, 489], [103, 246, 490], [128, 123, 491], [48, 49, 492], [254, 93, 493], [149, 450, 494], [11, 78, 495], [224, 104, 496], [138, 44, 497], [83, 59, 498], [232, 78, 499]]}