{"word_index": {"<PAD>": 0, "t": 1, "\u201c": 2, "E": 3, "-": 4, "i": 5, "f": 6, "u": 7, "\u00e0": 8, "Z": 9, ".": 10, "c": 11, "\u201d": 12, "!": 13, "j": 14, "2": 15, "k": 16, "T": 17, "d": 18, "D": 19, "a": 20, "J": 21, "U": 22, "s": 23, "N": 24, "1": 25, "\u00ea": 26, "o": 27, "\u0153": 28, "6": 29, "h": 30, "r": 31, ",": 32, "w": 33, "M": 34, "g": 35, "I": 36, "B": 37, "A": 38, "K": 39, "p": 40, "Y": 41, "(": 42, ")": 43, "y": 44, " ": 45, "z": 46, "\u00e9": 47, "W": 48, "8": 49, "4": 50, "b": 51, "e": 52, "n": 53, "q": 54, "V": 55, "F": 56, "H": 57, "O": 58, "\u2019": 59, "m": 60, ":": 61, "L": 62, "x": 63, "P": 64, "G": 65, "'": 66, "v": 67, "S": 68, "C": 69, "R": 70, "l": 71, "?": 72, ";": 73, " t": 74, "he": 75, " a": 76, "in": 77, " s": 78, " w": 79, "re": 80, " o": 81, "ha": 82, " the": 83, "ou": 84, "er": 85, "en": 86, " m": 87, " b": 88, "is": 89, "on": 90, " to": 91, "ed": 92, "it": 93, " an": 94, " c": 95, " f": 96, " he": 97, "ing": 98, " of": 99, " and": 100, " d": 101, " n": 102, " h": 103, "ll": 104, "as": 105, "ar": 106, " be": 107, " in": 108, "le": 109, " p": 110, "or": 111, "an": 112, " ha": 113, " I": 114, "at": 115, "ot": 116, " her": 117, "es": 118, "om": 119, "hat": 120, " y": 121, "ly": 122, " e": 123, "et": 124, "li": 125, " was": 126, " re": 127, "ion": 128, " you": 129, "ve": 130, "ent": 131, "ce": 132, "ver": 133, " M": 134, "ld": 135, "st": 136, "im": 137, " g": 138, " not": 139, "ch": 140, " that": 141, "se": 142, "ut": 143, "ow": 144, "gh": 145, " as": 146, " it": 147, " she": 148, " for": 149, " l": 150, " th": 151, "id": 152, "ct": 153, "ith": 154, "her": 155, "ould": 156, " with": 157, " on": 158, "ab": 159, " his": 160, " wh": 161, "ay": 162, "ter": 163, "ir": 164, " had": 165, " Mr": 166, " B": 167, " we": 168, " su": 169, " at": 170, " u": 171, "al": 172, "ad": 173, "ri": 174, " con": 175, " so": 176, " him": 177, "ill": 178, " have": 179, " is": 180, "ect": 181, "ght": 182, "very": 183, " L": 184, "our": 185, " T": 186, "ain": 187, "ro": 188, " me": 189, "eth": 190, " E": 191, " my": 192, " but": 193, "pp": 194, " all": 195, "ation": 196, " H": 197, "ore": 198, "ur": 199, "liz": 200, " Eliz": 201, " mu": 202, " de": 203, " se": 204, " sa": 205, " Elizab": 206, " Elizabeth": 207, "ss": 208, " W": 209, "lf": 210, " by": 211, "qu": 212, " whi": 213, " ne": 214, "ke": 215, "nd": 216, " ex": 217, "oo": 218, "ic": 219, "red": 220, "end": 221, " C": 222, "ess": 223, " were": 224, " le": 225, "am": 226, "rom": 227, "if": 228, " which": 229, " D": 230, " com": 231, " k": 232, " been": 233, " The": 234, " could": 235, "self": 236, "cy": 237, " S": 238, "ard": 239, "all": 240, "ag": 241, " no": 242, " st": 243, " they": 244, " your": 245, " from": 246, " very": 247, " them": 248, " am": 249, " would": 250, " do": 251, " whe": 252, " fe": 253, "able": 254, " who": 255, " what": 256, " un": 257, " A": 258, " man": 259, " will": 260, " dis": 261, " Dar": 262, " Darcy": 263, "em": 264, " sh": 265, " kn": 266, " their": 267, " li": 268, "art": 269, "han": 270, " af": 271, " said": 272, "ul": 273, "ome": 274, " any": 275, "ant": 276, " thou": 277, "est": 278, "ance": 279, "ort": 280, " this": 281, "ong": 282, " such": 283, " there": 284, "ley": 285, " sp": 286, "ure": 287, "ity": 288, "ra": 289, "ther": 290, " al": 291, "il": 292, " v": 293, " ag": 294, " know": 295, "one": 296, "enn": 297, "hing": 298, "ved": 299, " int": 300, " im": 301, "ate": 302, " per": 303, " ad": 304, " Mrs": 305, "itt": 306, " Y": 307, " Benn": 308, " Bennet": 309, " than": 310, " more": 311, "nt": 312, " or": 313, "ous": 314, "ather": 315, "ol": 316, " are": 317, "oll": 318, " much": 319, "ive": 320, " ac": 321, " She": 322, " J": 323, " can": 324, " when": 325, "iss": 326, " pre": 327, "ment": 328, "au": 329, " ab": 330, "ight": 331, " Bing": 332, " Bingley": 333, "out": 334, " must": 335, " But": 336, "ane": 337, "ost": 338, "ood": 339, " pro": 340, "fore": 341, "ind": 342, "ister": 343, " sister": 344, "os": 345, "ady": 346, " en": 347, " how": 348, " Jane": 349, "ence": 350, "ast": 351, "ak": 352, " part": 353, "wn": 354, "ked": 355, " Miss": 356, " other": 357, " exp": 358, "op": 359, "other": 360, "reat": 361, "ert": 362, "ine": 363, "ven": 364, " every": 365, "ally": 366, " rep": 367, "ily": 368, "ake": 369, " if": 370, "hi": 371, " did": 372, "pt": 373, " att": 374, "ink": 375, " one": 376, "ving": 377, "ru": 378, " qu": 379, " should": 380, " He": 381, " j": 382, " It": 383, " comp": 384, "us": 385, "ress": 386, "way": 387, " think": 388, "ham": 389, "age": 390, "leas": 391, " ob": 392, "ide": 393, " soon": 394, " some": 395, " herself": 396, "el": 397, " N": 398, "ick": 399, " again": 400, " before": 401, "ry": 402, "ite": 403, " imp": 404, "fect": 405, "tter": 406, "fe": 407, "ble": 408, "di": 409, " has": 410, " see": 411, " tim": 412, "and": 413, "ish": 414, "ject": 415, " mar": 416, " never": 417, "urn": 418, " You": 419, " though": 420, " happ": 421, "ins": 422, "ond": 423, "ord": 424, " only": 425, " app": 426, "hed": 427, " pleas": 428, " say": 429, "ings": 430, " res": 431, " great": 432, "ions": 433, " po": 434, " now": 435, " good": 436, " might": 437, " after": 438, " time": 439, "ever": 440, " sha": 441, " own": 442, " fri": 443, "un": 444, "ner": 445, " too": 446, " Wick": 447, " Wickham": 448, "ng": 449, " us": 450, "ittle": 451, " well": 452, "ose": 453, " ro": 454, " r": 455, " may": 456, " little": 457, "ie": 458, " up": 459, "are": 460, "ist": 461, "um": 462, " friend": 463, "ies": 464, " Coll": 465, " Collins": 466, "ried": 467, " most": 468, " Lady": 469, "ness": 470, " loo": 471, "de": 472, "ough": 473, " O": 474, "lie": 475, " being": 476, " day": 477, " go": 478, " hop": 479, "ise": 480, " pl": 481, " P": 482, "ire": 483, "ame": 484, " Ly": 485, " Lydi": 486, " Lydia": 487, " tw": 488, "ac": 489, " G": 490, "ible": 491, " off": 492, " br": 493, " feel": 494, " young": 495, "augh": 496, "ell": 497, "ear": 498, "ree": 499, "ig": 500, "ary": 501, "te": 502, " without": 503, " fam": 504, " make": 505, " nothing": 506, "ound": 507, " des": 508, "uc": 509, " then": 510, " cont": 511, " cons": 512, " fa": 513, "ertain": 514, " room": 515, "ward": 516, "ach": 517, " shall": 518, " even": 519, "alk": 520, "ge": 521, "ention": 522, "ade": 523, "ci": 524, " long": 525, " ent": 526, "ice": 527, " rem": 528, " fir": 529, " lo": 530, " belie": 531, " family": 532, "ful": 533, "led": 534, " dear": 535, "ass": 536, " add": 537, "ether": 538, " And": 539, "ps": 540, " F": 541, " first": 542, " ass": 543, " thought": 544, "iness": 545, "th": 546, " manner": 547, "har": 548, "per": 549, "od": 550, "bour": 551, "ust": 552, "thing": 553, " over": 554, " into": 555, " pr": 556, " out": 557, " like": 558, "ount": 559, " mother": 560, "aughter": 561, " father": 562, " op": 563, "shi": 564, " daughter": 565, "cl": 566, "ave": 567, " ever": 568, " letter": 569, "ouse": 570, "cc": 571, " two": 572, " supp": 573, " spe": 574, " ret": 575, " acc": 576, " however": 577, "ated": 578, " made": 579, " certain": 580, " sc": 581, " ar": 582, " himself": 583, " hope": 584, " Cather": 585, " Catherine": 586, "fere": 587, "own": 588, "med": 589, " They": 590, "pect": 591, " last": 592, "lied": 593, " house": 594, "iz": 595, " und": 596, "ten": 597, " sat": 598, " give": 599, " pers": 600, " alway": 601, " always": 602, "ber": 603, "we": 604, "int": 605, " rece": 606, " rec": 607, " beg": 608, "ious": 609, " about": 610, " away": 611, "ither": 612, "iv": 613, " gr": 614, " many": 615, " wor": 616, " My": 617, " mean": 618, " sub": 619, " reg": 620, " unc": 621, " cann": 622, " cannot": 623, "ning": 624, "riage": 625, " wr": 626, " way": 627, "ared": 628, " expect": 629, "ced": 630, "lt": 631, " return": 632, " affect": 633, "ined": 634, "aint": 635, "ied": 636, "iner": 637, "light": 638, " enough": 639, "ished": 640, " pres": 641, " seem": 642, " sure": 643, " mor": 644, "me": 645, " sm": 646, " ans": 647, " som": 648, "icul": 649, " replied": 650, " Long": 651, "hen": 652, " kind": 653, "wards": 654, " just": 655, " saw": 656, " occ": 657, "ssible": 658, " look": 659, " speak": 660, "ged": 661, " under": 662, "ract": 663, " its": 664, " gent": 665, " felt": 666, " Gard": 667, " Gardiner": 668, "igh": 669, " inde": 670, " acqu": 671, " pleasure": 672, "lot": 673, "ause": 674, "unt": 675, " love": 676, "isf": 677, "vour": 678, "ility": 679, " wish": 680, "lem": 681, " express": 682, "bt": 683, "ign": 684, "ended": 685, " myself": 686, "ened": 687, " Th": 688, " vis": 689, "ener": 690, " Liz": 691, " Lizz": 692, " inf": 693, " quite": 694, " subject": 695, " pass": 696, " hear": 697, "ately": 698, " set": 699, " Lizzy": 700, " K": 701, "ery": 702, "ived": 703, " often": 704, "ody": 705, "ens": 706, " where": 707, " better": 708, " adv": 709, "body": 710, "ations": 711, " Char": 712, " bec": 713, " done": 714, " cried": 715, "ces": 716, "ction": 717, " inst": 718, "vers": 719, " came": 720, " cha": 721, " visit": 722, " acquaint": 723, " rel": 724, "ace": 725, " Oh": 726, " till": 727, " If": 728, "bourn": 729, "ason": 730, " inc": 731, " feelings": 732, "ield": 733, " object": 734, " really": 735, " having": 736, " Longbourn": 737, "lic": 738, " In": 739, " Her": 740, "less": 741, "iffere": 742, " want": 743, " sur": 744, " heard": 745, " eng": 746, " come": 747, " less": 748, " believe": 749, " gentlem": 750, " turn": 751, "ement": 752, "ince": 753, " mat": 754, " dist": 755, " Charlot": 756, " Charlotte": 757, " aunt": 758, "illi": 759, " Luc": 760, " Lucas": 761, " call": 762, " whom": 763, " mom": 764, " moment": 765, "itu": 766, " ser": 767, "irl": 768, " hand": 769, " adm": 770, "ered": 771, " walk": 772, " fort": 773, " end": 774, " girl": 775, "ew": 776, "alked": 777, " R": 778, "ably": 779, " When": 780, " wom": 781, "illiam": 782, " gener": 783, " ch": 784, " foll": 785, " ill": 786, " form": 787, " exce": 788, " satisf": 789, "ford": 790, "fort": 791, " brother": 792, " happy": 793, " down": 794, " What": 795, " gi": 796, "nce": 797, " disc": 798, " does": 799, " His": 800, "vi": 801, " particul": 802, " particular": 803, " present": 804, " anything": 805, " read": 806, "ud": 807, " whole": 808, " count": 809, " affection": 810, "ers": 811, " word": 812, " morning": 813, " cour": 814, "ember": 815, " tr": 816, " inv": 817, " take": 818, "xt": 819, " our": 820, "haps": 821, " indeed": 822, "erm": 823, " sisters": 824, "inu": 825, " conf": 826, "ider": 827, "owed": 828, " seen": 829, " reason": 830, "ety": 831, "medi": 832, " therefore": 833, "ised": 834, " opin": 835, " continu": 836, " lad": 837, " looked": 838, "ained": 839, "pos": 840, " ev": 841, "pr": 842, " How": 843, "field": 844, " place": 845, " delight": 846, " talk": 847, " still": 848, " evening": 849, "ser": 850, "ks": 851, " ladies": 852, " engag": 853, " found": 854, " comm": 855, " Nether": 856, " Netherfield": 857, " tell": 858, " immedi": 859, "ething": 860, " since": 861, " jo": 862, "ft": 863, "gether": 864, " appear": 865, "wer": 866, " det": 867, "ep": 868, " find": 869, "itty": 870, " ref": 871, "ured": 872, " uncle": 873, "right": 874, "ves": 875, " consider": 876, " few": 877, " something": 878, "lly": 879, " Kitty": 880, " eas": 881, " pe": 882, " beha": 883, " added": 884, " surpr": 885, "oth": 886, " car": 887, " happiness": 888, " told": 889, " answer": 890, " next": 891, " half": 892, " charact": 893, "ret": 894, " nat": 895, " civ": 896, " har": 897, " sec": 898, " towards": 899, " attention": 900, "ty": 901, " ey": 902, "cess": 903, " same": 904, "most": 905, " ind": 906, " occas": 907, " ear": 908, " bet": 909, " world": 910, " obser": 911, "ship": 912, "ently": 913, " This": 914, " character": 915, " opinion": 916, " convers": 917, " home": 918, " both": 919, " marriage": 920, "ern": 921, " went": 922, " here": 923, " marry": 924, " certainly": 925, " nor": 926, " chi": 927, " el": 928, " town": 929, " seemed": 930, " inter": 931, " perfect": 932, "olone": 933, "olonel": 934, " year": 935, " est": 936, " gl": 937, " mention": 938, " least": 939, "irc": 940, " left": 941, " dan": 942, "shire": 943, "oubt": 944, " hour": 945, " together": 946, " mind": 947, "ap": 948, " underst": 949, " We": 950, " hon": 951, " person": 952, "empt": 953, "ile": 954, "ition": 955, " str": 956, " sil": 957, " Colonel": 958, " prev": 959, " sett": 960, " woman": 961, " circ": 962, "ne": 963, " while": 964, " co": 965, "ween": 966, " yet": 967, " There": 968, " each": 969, " conc": 970, " resol": 971, " heart": 972, " thr": 973, " hum": 974, " respect": 975, " acquaintance": 976, " ide": 977, " gone": 978, " spo": 979, " either": 980, " favour": 981, " leave": 982, "ton": 983, "ute": 984, " hard": 985, "ial": 986, " immediately": 987, " For": 988, " conversation": 989, " passed": 990, " received": 991, " point": 992, " occasion": 993, " new": 994, " these": 995, " get": 996, " three": 997, "orm": 998, " cous": 999, " between": 1000, " abs": 1001, " because": 1002, " far": 1003, " coming": 1004, " married": 1005, "ense": 1006, " ins": 1007, " No": 1008, " dep": 1009, " began": 1010, "ack": 1011, "aking": 1012, "reeable": 1013, " whose": 1014, " cl": 1015, "ifferent": 1016, " seeing": 1017, "ere": 1018, "hes": 1019, " perhaps": 1020, " best": 1021, " ext": 1022, " upon": 1023, "ited": 1024, "ue": 1025, " Yes": 1026, " dire": 1027, " almost": 1028, "nect": 1029, "ual": 1030, " fortun": 1031, " known": 1032, " party": 1033, "aut": 1034, " em": 1035, "pl": 1036, "oy": 1037, " meet": 1038, " knew": 1039, " once": 1040, "ired": 1041, "ger": 1042, " going": 1043, " means": 1044, " Mery": 1045, " Meryton": 1046, " short": 1047, " As": 1048, " possible": 1049, " wis": 1050, "ingly": 1051, " life": 1052, " rest": 1053, " inqu": 1054, " pur": 1055, " tru": 1056, "ea": 1057, " stay": 1058, "aken": 1059, " friends": 1060, " chan": 1061, " hus": 1062, " equ": 1063, " Lond": 1064, " London": 1065, " behavi": 1066, " behaviour": 1067, " rather": 1068, " given": 1069, " opp": 1070, "ollect": 1071, "ctly": 1072, "day": 1073, " cond": 1074, " side": 1075, " let": 1076, " din": 1077, " husb": 1078, " husband": 1079, " min": 1080, " another": 1081, " gave": 1082, " regard": 1083, " doubt": 1084, " everything": 1085, " able": 1086, " connect": 1087, " sent": 1088, " hands": 1089, " others": 1090, "use": 1091, " those": 1092, " ke": 1093, "cept": 1094, " Your": 1095, " whether": 1096, " took": 1097, "res": 1098, "air": 1099, " Pember": 1100, " Pemberley": 1101, " lady": 1102, " continued": 1103, " wond": 1104, "its": 1105, " eyes": 1106, " pow": 1107, " concern": 1108, " neigh": 1109, " neighbour": 1110, "ught": 1111, " general": 1112, " understand": 1113, " forg": 1114, " prom": 1115, " persu": 1116, " bl": 1117, " comfort": 1118, " against": 1119, " spir": 1120, "ck": 1121, "ix": 1122, " daughters": 1123, "itation": 1124, " determ": 1125, "ff": 1126, "osed": 1127, " honour": 1128, " circum": 1129, " act": 1130, " obli": 1131, "riv": 1132, "ople": 1133, "iled": 1134, " That": 1135, "ase": 1136, " par": 1137, " pain": 1138, "ishment": 1139, " Sir": 1140, " bus": 1141, " To": 1142, "ances": 1143, " quest": 1144, " idea": 1145, "ought": 1146, " cousin": 1147, " yourself": 1148, " grat": 1149, " list": 1150, "erest": 1151, " gu": 1152, " Ros": 1153, " Rosings": 1154, "ented": 1155, "ston": 1156, " settled": 1157, "sequ": 1158, " gentleman": 1159, "app": 1160, " suppose": 1161, "ef": 1162, " wif": 1163, " wife": 1164, " wee": 1165, " else": 1166, " people": 1167, " scar": 1168, " care": 1169, " circumst": 1170, " interest": 1171, " prob": 1172, " perfectly": 1173, " course": 1174, " mis": 1175, " beaut": 1176, " account": 1177, " high": 1178, "owing": 1179, " advant": 1180, " sens": 1181, " ask": 1182, " accept": 1183, " manners": 1184, " former": 1185, " necess": 1186, " hardly": 1187, "hood": 1188, " returned": 1189, "lves": 1190, " ought": 1191, " William": 1192, " business": 1193, " address": 1194, " back": 1195, " aston": 1196, " At": 1197, " Not": 1198, " agreeable": 1199, " consequ": 1200, " compan": 1201, " near": 1202, "mon": 1203, "eness": 1204, " power": 1205, " anx": 1206, "ortun": 1207, " pride": 1208, "cely": 1209, "arm": 1210, " girls": 1211, "ossible": 1212, " door": 1213, " dre": 1214, " walked": 1215, " dispos": 1216, "antly": 1217, "oice": 1218, " carriage": 1219, " through": 1220, " longer": 1221, " recollect": 1222, "uth": 1223, "kn": 1224, " Do": 1225, "selves": 1226, " live": 1227, " ball": 1228, " expected": 1229, " spoke": 1230, " imag": 1231, " turned": 1232, " disapp": 1233, " different": 1234, " conv": 1235, "ating": 1236, " endea": 1237, " scarcely": 1238, " offic": 1239, "iment": 1240, " poss": 1241, " right": 1242, " pret": 1243, " On": 1244, "rely": 1245, " impossible": 1246, " mist": 1247, "ully": 1248, " fear": 1249, "iable": 1250, " char": 1251, " bre": 1252, " table": 1253, " situ": 1254, " aff": 1255, " civility": 1256, " Ladyship": 1257, " serv": 1258, "ient": 1259, " wished": 1260, " called": 1261, " wonder": 1262, " Hert": 1263, " Hertford": 1264, " Hertfordshire": 1265, "like": 1266, "oud": 1267, " compli": 1268, " hel": 1269, " help": 1270, " head": 1271, "itude": 1272, " repe": 1273, " fre": 1274, " country": 1275, " dare": 1276, " child": 1277, "old": 1278, "ove": 1279, " asked": 1280, "ib": 1281, " compliment": 1282, "inced": 1283, " appro": 1284, " talking": 1285, " sus": 1286, " Forst": 1287, "fter": 1288, " fortune": 1289, " handsome": 1290, " assure": 1291, " wa": 1292, "uring": 1293, " Mary": 1294, " sor": 1295, "raid": 1296, " minut": 1297, " met": 1298, " spirits": 1299, " With": 1300, " convinced": 1301, " attent": 1302, "ceed": 1303, " Forster": 1304, "ached": 1305, " aw": 1306, " Bour": 1307, " Bourgh": 1308, " likely": 1309, " fl": 1310, " inform": 1311, "aid": 1312, " advantage": 1313, " decl": 1314, " es": 1315, " pleased": 1316, " dra": 1317, " gentlemen": 1318, " brought": 1319, " talked": 1320, " smile": 1321, " ru": 1322, " situation": 1323, " open": 1324, "vo": 1325, " requ": 1326, " inquir": 1327, " incl": 1328, " write": 1329, "iew": 1330, "orth": 1331, "atter": 1332, " glad": 1333, "ually": 1334, "lect": 1335, " matter": 1336, " afraid": 1337, "ory": 1338, " minutes": 1339, "urst": 1340, "ook": 1341, "oint": 1342, "iting": 1343, " conce": 1344, "so": 1345, "etim": 1346, " appe": 1347, " import": 1348, " che": 1349, "ple": 1350, " After": 1351, "ination": 1352, " believed": 1353, " sort": 1354, " years": 1355, "row": 1356, " Well": 1357, " making": 1358, " entered": 1359, " amiable": 1360, " engaged": 1361, " surprise": 1362, " sense": 1363, " jud": 1364, "ending": 1365, "etimes": 1366, "yond": 1367, " night": 1368, " feeling": 1369, "ager": 1370, "lips": 1371, " frequ": 1372, "rud": 1373, " impro": 1374, " Fit": 1375, " Fitz": 1376, " Fitzw": 1377, " Fitzwilliam": 1378, "know": 1379, " Wh": 1380, "oured": 1381, "ference": 1382, "ren": 1383, " among": 1384, " intro": 1385, " introd": 1386, " sorry": 1387, " satisfa": 1388, "redit": 1389, " dec": 1390, " everybody": 1391, " disappoint": 1392, "ari": 1393, "ident": 1394, " beyond": 1395, " gra": 1396, " saying": 1397, " surprised": 1398, " serious": 1399, " Phi": 1400, " Philips": 1401, "eng": 1402, " distress": 1403, " acknow": 1404, " acknowled": 1405, " invitation": 1406, " four": 1407, " thous": 1408, " thousand": 1409, " men": 1410, " ra": 1411, "ched": 1412, "ided": 1413, " Hurst": 1414, "ting": 1415, " deal": 1416, " also": 1417, "wise": 1418, " natur": 1419, " silence": 1420, " satisfied": 1421, " small": 1422, " strong": 1423, " put": 1424, " exc": 1425, " enc": 1426, " eager": 1427, " answe": 1428, " answered": 1429, " mon": 1430, " wishes": 1431, " usual": 1432, "aster": 1433, "aded": 1434, " name": 1435, " themselves": 1436, "dd": 1437, " news": 1438, "ures": 1439, "cri": 1440, " ten": 1441, "rary": 1442, " eld": 1443, " looking": 1444, "ffect": 1445, " particularly": 1446, "rupt": 1447, " Their": 1448, " sometimes": 1449, "uct": 1450, " neither": 1451, " soci": 1452, " exa": 1453, " appearance": 1454, " sum": 1455, " prop": 1456, " fine": 1457, " design": 1458, " determined": 1459, " merely": 1460, "ses": 1461, " poor": 1462, "iff": 1463, " tem": 1464, " self": 1465, " depend": 1466, " sensible": 1467, " dance": 1468, " dinner": 1469, "cing": 1470, " afterwards": 1471, " credit": 1472, "rival": 1473, " air": 1474, " within": 1475, " disg": 1476, " speaking": 1477, " play": 1478, "uri": 1479, " charm": 1480, "ounds": 1481, " appeared": 1482, " real": 1483, " case": 1484, " allow": 1485, "over": 1486, " leng": 1487, " length": 1488, " une": 1489, " tri": 1490, " endeavour": 1491, "airs": 1492, " forward": 1493, " engagement": 1494, " month": 1495, " view": 1496, " taken": 1497, " servant": 1498, "fully": 1499, " nie": 1500, " why": 1501, " days": 1502, " lib": 1503, " def": 1504, "enance": 1505, "ities": 1506, "ler": 1507, " consequence": 1508, " cor": 1509, " accom": 1510, " equal": 1511, " ste": 1512, " necessary": 1513, " attach": 1514, "ying": 1515, " officers": 1516, " instantly": 1517, " attempt": 1518, "fast": 1519, " yes": 1520, " hur": 1521, " resolved": 1522, " exceed": 1523, " master": 1524, "ering": 1525, " neighbourhood": 1526, " lar": 1527, " five": 1528, "omm": 1529, "ience": 1530, " fan": 1531, " second": 1532, "ult": 1533, " meant": 1534, " arrival": 1535, " bring": 1536, " countenance": 1537, " admir": 1538, " slight": 1539, "itting": 1540, "ified": 1541, " alone": 1542, " hast": 1543, " opportun": 1544, " laugh": 1545, " society": 1546, " repeated": 1547, " exactly": 1548, "ney": 1549, "ian": 1550, " ap": 1551, " pat": 1552, "ang": 1553, "acy": 1554, " expl": 1555, "aim": 1556, " week": 1557, "ons": 1558, " recomm": 1559, " diff": 1560, " keep": 1561, " kindness": 1562, "uck": 1563, " astonishment": 1564, " obliged": 1565, " toler": 1566, " curi": 1567, " ele": 1568, "ior": 1569, "oved": 1570, " remar": 1571, " things": 1572, " words": 1573, " opportunity": 1574, "usion": 1575, " proper": 1576, "ict": 1577, " lost": 1578, " bear": 1579, "par": 1580, " suff": 1581, " use": 1582, " reply": 1583, " draw": 1584, "ellig": 1585, " highly": 1586, "ready": 1587, " unw": 1588, " early": 1589, " mentioned": 1590, " lear": 1591, " intim": 1592, "utely": 1593, " younger": 1594, " attachment": 1595, " encour": 1596, " joined": 1597, " thus": 1598, " sir": 1599, " receive": 1600, "ution": 1601, " break": 1602, " incre": 1603, " thank": 1604, " assured": 1605, "ents": 1606, "ote": 1607, " earn": 1608, " earnest": 1609, "gr": 1610, "race": 1611, "iving": 1612, " circumstances": 1613, " truth": 1614, " thing": 1615, " beauty": 1616, " choo": 1617, " cap": 1618, " information": 1619, "mb": 1620, " intellig": 1621, "itted": 1622, " already": 1623, "by": 1624, "uced": 1625, "joy": 1626, " interrupt": 1627, "ifference": 1628, " liked": 1629, " anybody": 1630, " ran": 1631, " anxious": 1632, " offer": 1633, " super": 1634, "pose": 1635, " easily": 1636, " observed": 1637, " hours": 1638, " face": 1639, "ross": 1640, " pol": 1641, "og": 1642, " whatever": 1643, "ken": 1644, " knowing": 1645, "cious": 1646, " need": 1647, " Let": 1648, " exceedingly": 1649, "pe": 1650, " fin": 1651, "ron": 1652, " satisfaction": 1653, "oney": 1654, " fix": 1655, " temper": 1656, " resent": 1657, " assist": 1658, " imagine": 1659, " la": 1660, "inci": 1661, " walking": 1662, " enjoy": 1663, " pra": 1664, " expressed": 1665, "ailed": 1666, " allowed": 1667, " importance": 1668, " question": 1669, " except": 1670, " Had": 1671, " succ": 1672, " success": 1673, " doing": 1674, "ows": 1675, " silent": 1676, " thoughts": 1677, " attentions": 1678, " sche": 1679, " breakfast": 1680, " supposed": 1681, " chief": 1682, " prof": 1683, "come": 1684, " wat": 1685, "ull": 1686, " absence": 1687, " ago": 1688, " money": 1689, "ceived": 1690, " sing": 1691, " giving": 1692, " children": 1693, " humour": 1694, " sudd": 1695, "uce": 1696, "night": 1697, " stand": 1698, " pleasant": 1699, " wind": 1700, " followed": 1701, " gri": 1702, " admiration": 1703, " princi": 1704, " Su": 1705, " during": 1706, "up": 1707, " pretty": 1708, " disposition": 1709, " got": 1710, "ively": 1711, " comple": 1712, " greater": 1713, " civil": 1714, "ising": 1715, " begin": 1716, " deg": 1717, " entire": 1718, " entirely": 1719, " regiment": 1720, " mot": 1721, "ene": 1722, " relations": 1723, "rehe": 1724, "rehend": 1725, " wholly": 1726, " direct": 1727, " conduct": 1728, " living": 1729, " effect": 1730, " regret": 1731, " visitor": 1732, " hearing": 1733, " Is": 1734, " send": 1735, " extra": 1736, "inary": 1737, " ign": 1738, " ignor": 1739, " ve": 1740, " sudden": 1741, "semb": 1742, " acquainted": 1743, " easy": 1744, " proud": 1745, " Der": 1746, " Derby": 1747, " Derbyshire": 1748, " join": 1749, " sever": 1750, " curios": 1751, " stran": 1752, "tered": 1753, "ments": 1754, " pounds": 1755, " remain": 1756, " spite": 1757, " cle": 1758, " nature": 1759, " val": 1760, " purpose": 1761, " gratitude": 1762, " attended": 1763, "void": 1764, " concl": 1765, " warm": 1766, "aving": 1767, " propos": 1768, "alth": 1769, " trust": 1770, " occur": 1771, "ouble": 1772, " term": 1773, " fair": 1774, " Hun": 1775, " Huns": 1776, " Hunsford": 1777, " happened": 1778, " nep": 1779, " nephe": 1780, " nephew": 1781, " match": 1782, " persuaded": 1783, " Bright": 1784, " Brighton": 1785, " conside": 1786, " considered": 1787, " impat": 1788, " Why": 1789, " large": 1790, " delighted": 1791, " marrying": 1792, " vex": 1793, " following": 1794, " sake": 1795, " fortnight": 1796, "spect": 1797, " hopes": 1798, " library": 1799, " hor": 1800, " An": 1801, "oun": 1802, " ang": 1803, " dislike": 1804, " several": 1805, " uncom": 1806, " creat": 1807, " remained": 1808, " curiosity": 1809, " admire": 1810, " eleg": 1811, " sho": 1812, " fancy": 1813, " anyone": 1814, " St": 1815, " Eliza": 1816, " directly": 1817, " susp": 1818, " conceal": 1819, " partial": 1820, " degree": 1821, " prevented": 1822, " wanted": 1823, "les": 1824, " latter": 1825, " inquiries": 1826, " deser": 1827, " comprehend": 1828, " relie": 1829, " probably": 1830, " son": 1831, " assur": 1832, "used": 1833, " change": 1834, " frequently": 1835, " congr": 1836, " congrat": 1837, " congratul": 1838, " confess": 1839, " const": 1840, " Ge": 1841, " Geor": 1842, "ili": 1843, " thinking": 1844, " desire": 1845, " intended": 1846, "ma": 1847, " excell": 1848, " spent": 1849, "iet": 1850, " grie": 1851, "ead": 1852, " eldest": 1853, " company": 1854, " vi": 1855, " viol": 1856, " cold": 1857, " event": 1858, " pleasing": 1859, " praise": 1860, " possib": 1861, " natural": 1862, " mistaken": 1863, " mile": 1864, " absol": 1865, " listen": 1866, " true": 1867, " compl": 1868, " used": 1869, "ability": 1870, " encourag": 1871, " remember": 1872, " expression": 1873, "aching": 1874, " favourite": 1875, " relation": 1876, " quar": 1877, " From": 1878, "son": 1879, " seems": 1880, " increas": 1881, "ages": 1882, " voice": 1883, " run": 1884, " meeting": 1885, "osing": 1886, " proceed": 1887, " compar": 1888, " espe": 1889, " especi": 1890, " especially": 1891, " evil": 1892, " emb": 1893, " trouble": 1894, " ut": 1895, " fur": 1896, " further": 1897, "arr": 1898, " jour": 1899, " journey": 1900, " fixed": 1901, " understanding": 1902, " empl": 1903, " employ": 1904, " forget": 1905, " promised": 1906, " descri": 1907, " dancing": 1908, " plan": 1909, "rived": 1910, " above": 1911, " U": 1912, " sitting": 1913, "rew": 1914, " Every": 1915, " stru": 1916, " dress": 1917, " worth": 1918, " All": 1919, "akes": 1920, " common": 1921, "here": 1922, " listened": 1923, "idence": 1924, " den": 1925, " mort": 1926, "anity": 1927, " greatest": 1928, " whenever": 1929, " guard": 1930, " notice": 1931, "king": 1932, " perf": 1933, " avoid": 1934, "iety": 1935, "ild": 1936, " drawing": 1937, " work": 1938, "az": 1939, " health": 1940, " wrote": 1941, " inclination": 1942, " apol": 1943, " apolog": 1944, "ray": 1945, "rehen": 1946, "rehens": 1947, " col": 1948, " rej": 1949, "esday": 1950, " dro": 1951, " terms": 1952, "pleas": 1953, "arest": 1954, " months": 1955, " niece": 1956, " acknowledged": 1957, " possess": 1958, "abl": 1959, "icient": 1960, " knowled": 1961, " knowledge": 1962, " amuse": 1963, " morrow": 1964, " excl": 1965, " neg": 1966, "uded": 1967, " equally": 1968, " desp": 1969, " estate": 1970, " hoped": 1971, " partner": 1972, " tempt": 1973, " accompl": 1974, " Mari": 1975, " Maria": 1976, " charming": 1977, "ging": 1978, " commun": 1979, " communic": 1980, " Per": 1981, " remark": 1982, "iling": 1983, " ri": 1984, " pu": 1985, "licity": 1986, " forced": 1987, "ool": 1988, " entreat": 1989, " desir": 1990, " ord": 1991, "pected": 1992, " Car": 1993, " ready": 1994, " danger": 1995, "ission": 1996, "su": 1997, "ative": 1998, "ives": 1999}, "merge": [[45, 1, 74], [30, 52, 75], [45, 20, 76], [5, 53, 77], [45, 23, 78], [45, 33, 79], [31, 52, 80], [45, 27, 81], [30, 20, 82], [74, 75, 83], [27, 7, 84], [52, 31, 85], [52, 53, 86], [45, 60, 87], [45, 51, 88], [5, 23, 89], [27, 53, 90], [74, 27, 91], [52, 18, 92], [5, 1, 93], [76, 53, 94], [45, 11, 95], [45, 6, 96], [45, 75, 97], [77, 35, 98], [81, 6, 99], [94, 18, 100], [45, 18, 101], [45, 53, 102], [45, 30, 103], [71, 71, 104], [20, 23, 105], [20, 31, 106], [88, 52, 107], [45, 77, 108], [71, 52, 109], [45, 40, 110], [27, 31, 111], [20, 53, 112], [45, 82, 113], [45, 36, 114], [20, 1, 115], [27, 1, 116], [97, 31, 117], [52, 23, 118], [27, 60, 119], [82, 1, 120], [45, 44, 121], [71, 44, 122], [45, 52, 123], [52, 1, 124], [71, 5, 125], [79, 105, 126], [45, 80, 127], [5, 90, 128], [121, 84, 129], [67, 52, 130], [86, 1, 131], [11, 52, 132], [67, 85, 133], [45, 34, 134], [71, 18, 135], [23, 1, 136], [5, 60, 137], [45, 35, 138], [102, 116, 139], [11, 30, 140], [74, 120, 141], [23, 52, 142], [7, 1, 143], [27, 33, 144], [35, 30, 145], [76, 23, 146], [45, 93, 147], [78, 75, 148], [96, 111, 149], [45, 71, 150], [74, 30, 151], [5, 18, 152], [11, 1, 153], [93, 30, 154], [75, 31, 155], [84, 135, 156], [79, 154, 157], [81, 53, 158], [20, 51, 159], [103, 89, 160], [79, 30, 161], [20, 44, 162], [1, 85, 163], [5, 31, 164], [113, 18, 165], [134, 31, 166], [45, 37, 167], [79, 52, 168], [78, 7, 169], [76, 1, 170], [45, 7, 171], [20, 71, 172], [20, 18, 173], [31, 5, 174], [95, 90, 175], [78, 27, 176], [103, 137, 177], [5, 104, 178], [113, 130, 179], [45, 89, 180], [52, 153, 181], [145, 1, 182], [133, 44, 183], [45, 62, 184], [84, 31, 185], [45, 17, 186], [20, 77, 187], [31, 27, 188], [87, 52, 189], [124, 30, 190], [45, 3, 191], [87, 44, 192], [88, 143, 193], [40, 40, 194], [76, 104, 195], [115, 128, 196], [45, 57, 197], [27, 80, 198], [7, 31, 199], [125, 46, 200], [191, 200, 201], [87, 7, 202], [101, 52, 203], [78, 52, 204], [78, 20, 205], [201, 159, 206], [206, 190, 207], [23, 23, 208], [45, 48, 209], [71, 6, 210], [88, 44, 211], [54, 7, 212], [161, 5, 213], [102, 52, 214], [16, 52, 215], [53, 18, 216], [123, 63, 217], [27, 27, 218], [5, 11, 219], [80, 18, 220], [86, 18, 221], [45, 69, 222], [118, 23, 223], [168, 80, 224], [45, 109, 225], [20, 60, 226], [31, 119, 227], [5, 6, 228], [213, 140, 229], [45, 19, 230], [95, 119, 231], [45, 16, 232], [107, 86, 233], [186, 75, 234], [95, 156, 235], [142, 210, 236], [11, 44, 237], [45, 68, 238], [106, 18, 239], [20, 104, 240], [20, 35, 241], [102, 27, 242], [78, 1, 243], [83, 44, 244], [129, 31, 245], [96, 227, 246], [45, 183, 247], [83, 60, 248], [76, 60, 249], [79, 156, 250], [101, 27, 251], [79, 75, 252], [96, 52, 253], [159, 109, 254], [161, 27, 255], [79, 120, 256], [171, 53, 257], [45, 38, 258], [87, 112, 259], [79, 178, 260], [101, 89, 261], [230, 106, 262], [262, 237, 263], [52, 60, 264], [78, 30, 265], [232, 53, 266], [83, 164, 267], [45, 125, 268], [106, 1, 269], [82, 53, 270], [76, 6, 271], [205, 152, 272], [7, 71, 273], [119, 52, 274], [94, 44, 275], [112, 1, 276], [151, 84, 277], [118, 1, 278], [112, 132, 279], [111, 1, 280], [151, 89, 281], [90, 35, 282], [169, 140, 283], [83, 80, 284], [109, 44, 285], [78, 40, 286], [7, 80, 287], [93, 44, 288], [31, 20, 289], [1, 155, 290], [76, 71, 291], [5, 71, 292], [45, 67, 293], [76, 35, 294], [266, 144, 295], [90, 52, 296], [86, 53, 297], [30, 98, 298], [67, 92, 299], [108, 1, 300], [45, 137, 301], [115, 52, 302], [110, 85, 303], [76, 18, 304], [166, 23, 305], [93, 1, 306], [45, 41, 307], [167, 297, 308], [308, 124, 309], [74, 270, 310], [87, 198, 311], [53, 1, 312], [81, 31, 313], [84, 23, 314], [115, 155, 315], [27, 71, 316], [76, 80, 317], [27, 104, 318], [202, 140, 319], [5, 130, 320], [76, 11, 321], [238, 75, 322], [45, 21, 323], [95, 112, 324], [252, 53, 325], [89, 23, 326], [110, 80, 327], [60, 131, 328], [20, 7, 329], [76, 51, 330], [5, 182, 331], [167, 98, 332], [332, 285, 333], [84, 1, 334], [202, 136, 335], [167, 143, 336], [112, 52, 337], [27, 136, 338], [218, 18, 339], [110, 188, 340], [6, 198, 341], [77, 18, 342], [89, 163, 343], [78, 343, 344], [27, 23, 345], [173, 44, 346], [45, 86, 347], [103, 144, 348], [323, 337, 349], [86, 132, 350], [105, 1, 351], [20, 16, 352], [110, 269, 353], [33, 53, 354], [16, 92, 355], [134, 326, 356], [81, 290, 357], [217, 40, 358], [27, 40, 359], [116, 155, 360], [80, 115, 361], [85, 1, 362], [77, 52, 363], [67, 86, 364], [123, 183, 365], [240, 44, 366], [127, 40, 367], [5, 122, 368], [20, 215, 369], [45, 228, 370], [30, 5, 371], [101, 152, 372], [40, 1, 373], [170, 1, 374], [77, 16, 375], [158, 52, 376], [67, 98, 377], [31, 7, 378], [45, 212, 379], [265, 156, 380], [197, 52, 381], [45, 14, 382], [114, 1, 383], [231, 40, 384], [7, 23, 385], [80, 208, 386], [33, 162, 387], [151, 375, 388], [82, 60, 389], [241, 52, 390], [109, 105, 391], [81, 51, 392], [152, 52, 393], [176, 90, 394], [78, 274, 395], [117, 236, 396], [52, 71, 397], [45, 24, 398], [219, 16, 399], [294, 187, 400], [107, 341, 401], [31, 44, 402], [93, 52, 403], [301, 40, 404], [6, 181, 405], [1, 163, 406], [6, 52, 407], [51, 109, 408], [18, 5, 409], [113, 23, 410], [204, 52, 411], [74, 137, 412], [112, 18, 413], [89, 30, 414], [14, 181, 415], [87, 106, 416], [214, 133, 417], [199, 53, 418], [307, 84, 419], [277, 145, 420], [113, 194, 421], [77, 23, 422], [90, 18, 423], [111, 18, 424], [158, 122, 425], [76, 194, 426], [75, 18, 427], [110, 391, 428], [78, 162, 429], [98, 23, 430], [127, 23, 431], [138, 361, 432], [128, 23, 433], [110, 27, 434], [102, 144, 435], [138, 339, 436], [87, 331, 437], [271, 163, 438], [412, 52, 439], [52, 133, 440], [78, 82, 441], [81, 354, 442], [96, 174, 443], [7, 53, 444], [53, 85, 445], [91, 27, 446], [209, 399, 447], [447, 389, 448], [53, 35, 449], [171, 23, 450], [306, 109, 451], [168, 104, 452], [27, 142, 453], [45, 188, 454], [45, 31, 455], [87, 162, 456], [150, 451, 457], [5, 52, 458], [171, 40, 459], [20, 80, 460], [89, 1, 461], [7, 60, 462], [443, 221, 463], [5, 118, 464], [222, 318, 465], [465, 422, 466], [174, 92, 467], [87, 338, 468], [184, 346, 469], [53, 223, 470], [150, 218, 471], [18, 52, 472], [84, 145, 473], [45, 58, 474], [125, 52, 475], [107, 98, 476], [101, 162, 477], [138, 27, 478], [103, 359, 479], [89, 52, 480], [110, 71, 481], [45, 64, 482], [5, 80, 483], [226, 52, 484], [184, 44, 485], [485, 409, 486], [486, 20, 487], [74, 33, 488], [20, 11, 489], [45, 65, 490], [5, 408, 491], [99, 6, 492], [88, 31, 493], [253, 397, 494], [129, 449, 495], [329, 145, 496], [52, 104, 497], [52, 106, 498], [80, 52, 499], [5, 35, 500], [106, 44, 501], [1, 52, 502], [157, 334, 503], [96, 226, 504], [87, 369, 505], [139, 298, 506], [84, 216, 507], [101, 118, 508], [7, 11, 509], [83, 53, 510], [175, 1, 511], [175, 23, 512], [96, 20, 513], [362, 187, 514], [454, 119, 515], [33, 239, 516], [20, 140, 517], [441, 104, 518], [123, 364, 519], [172, 16, 520], [35, 52, 521], [131, 128, 522], [173, 52, 523], [11, 5, 524], [150, 282, 525], [45, 131, 526], [5, 132, 527], [127, 60, 528], [96, 164, 529], [150, 27, 530], [107, 475, 531], [504, 368, 532], [6, 273, 533], [71, 92, 534], [203, 106, 535], [105, 23, 536], [304, 18, 537], [124, 155, 538], [258, 216, 539], [40, 23, 540], [45, 56, 541], [529, 136, 542], [146, 23, 543], [277, 182, 544], [77, 223, 545], [1, 30, 546], [259, 445, 547], [82, 31, 548], [40, 85, 549], [27, 18, 550], [51, 185, 551], [7, 136, 552], [1, 298, 553], [81, 133, 554], [300, 27, 555], [110, 31, 556], [81, 143, 557], [268, 215, 558], [84, 312, 559], [87, 360, 560], [496, 163, 561], [96, 315, 562], [81, 40, 563], [23, 371, 564], [101, 561, 565], [11, 71, 566], [20, 130, 567], [123, 133, 568], [225, 406, 569], [84, 142, 570], [11, 11, 571], [488, 27, 572], [169, 194, 573], [286, 52, 574], [127, 1, 575], [321, 11, 576], [348, 440, 577], [115, 92, 578], [87, 523, 579], [95, 514, 580], [78, 11, 581], [76, 31, 582], [177, 236, 583], [479, 52, 584], [222, 315, 585], [585, 363, 586], [407, 80, 587], [144, 53, 588], [60, 92, 589], [234, 44, 590], [40, 181, 591], [150, 351, 592], [125, 92, 593], [103, 570, 594], [5, 46, 595], [171, 216, 596], [1, 86, 597], [78, 115, 598], [138, 320, 599], [303, 23, 600], [291, 387, 601], [601, 23, 602], [51, 85, 603], [33, 52, 604], [77, 1, 605], [127, 132, 606], [127, 11, 607], [107, 35, 608], [5, 314, 609], [330, 334, 610], [76, 387, 611], [93, 155, 612], [5, 67, 613], [138, 31, 614], [259, 44, 615], [79, 111, 616], [134, 44, 617], [189, 112, 618], [169, 51, 619], [127, 35, 620], [257, 11, 621], [324, 53, 622], [622, 116, 623], [53, 98, 624], [174, 390, 625], [79, 31, 626], [79, 162, 627], [20, 220, 628], [358, 181, 629], [11, 92, 630], [71, 1, 631], [575, 418, 632], [271, 405, 633], [77, 92, 634], [187, 1, 635], [5, 92, 636], [77, 85, 637], [125, 182, 638], [347, 473, 639], [89, 427, 640], [327, 23, 641], [204, 264, 642], [169, 80, 643], [87, 111, 644], [60, 52, 645], [78, 60, 646], [94, 23, 647], [78, 119, 648], [219, 273, 649], [367, 593, 650], [184, 282, 651], [75, 53, 652], [232, 342, 653], [516, 23, 654], [382, 552, 655], [205, 33, 656], [81, 571, 657], [208, 491, 658], [471, 16, 659], [574, 352, 660], [35, 92, 661], [596, 85, 662], [289, 153, 663], [147, 23, 664], [138, 131, 665], [253, 631, 666], [490, 239, 667], [667, 637, 668], [5, 145, 669], [108, 472, 670], [321, 212, 671], [428, 287, 672], [71, 116, 673], [329, 142, 674], [7, 312, 675], [530, 130, 676], [89, 6, 677], [67, 185, 678], [292, 288, 679], [79, 414, 680], [109, 60, 681], [358, 386, 682], [51, 1, 683], [500, 53, 684], [221, 92, 685], [192, 236, 686], [86, 92, 687], [186, 30, 688], [293, 89, 689], [86, 85, 690], [184, 595, 691], [691, 46, 692], [108, 6, 693], [379, 403, 694], [619, 415, 695], [110, 536, 696], [97, 106, 697], [302, 122, 698], [78, 124, 699], [692, 44, 700], [45, 39, 701], [85, 44, 702], [5, 299, 703], [99, 597, 704], [550, 44, 705], [86, 23, 706], [252, 80, 707], [107, 406, 708], [304, 67, 709], [51, 705, 710], [196, 23, 711], [222, 548, 712], [107, 11, 713], [101, 296, 714], [95, 467, 715], [11, 118, 716], [153, 128, 717], [108, 136, 718], [133, 23, 719], [95, 484, 720], [95, 82, 721], [689, 93, 722], [671, 635, 723], [127, 71, 724], [20, 132, 725], [474, 30, 726], [74, 178, 727], [114, 6, 728], [551, 53, 729], [105, 90, 730], [108, 11, 731], [494, 430, 732], [458, 135, 733], [392, 415, 734], [127, 366, 735], [113, 377, 736], [651, 729, 737], [125, 11, 738], [114, 53, 739], [197, 85, 740], [109, 208, 741], [228, 587, 742], [79, 276, 743], [169, 31, 744], [97, 239, 745], [347, 35, 746], [231, 52, 747], [225, 208, 748], [531, 130, 749], [665, 681, 750], [74, 418, 751], [264, 131, 752], [77, 132, 753], [87, 115, 754], [261, 1, 755], [712, 673, 756], [756, 502, 757], [76, 675, 758], [178, 5, 759], [184, 509, 760], [760, 105, 761], [95, 240, 762], [161, 119, 763], [87, 119, 764], [764, 131, 765], [93, 7, 766], [78, 85, 767], [164, 71, 768], [113, 216, 769], [304, 60, 770], [52, 220, 771], [79, 520, 772], [149, 1, 773], [45, 221, 774], [138, 768, 775], [52, 33, 776], [172, 355, 777], [45, 70, 778], [159, 122, 779], [209, 652, 780], [79, 119, 781], [759, 226, 782], [138, 690, 783], [95, 30, 784], [96, 318, 785], [45, 178, 786], [149, 60, 787], [217, 132, 788], [598, 677, 789], [6, 424, 790], [6, 280, 791], [493, 360, 792], [421, 44, 793], [101, 588, 794], [209, 120, 795], [138, 5, 796], [53, 132, 797], [261, 11, 798], [251, 118, 799], [197, 89, 800], [67, 5, 801], [353, 649, 802], [802, 106, 803], [641, 131, 804], [275, 553, 805], [127, 173, 806], [7, 18, 807], [255, 109, 808], [95, 559, 809], [633, 128, 810], [85, 23, 811], [79, 424, 812], [644, 624, 813], [95, 185, 814], [264, 603, 815], [74, 31, 816], [108, 67, 817], [74, 369, 818], [63, 1, 819], [81, 199, 820], [82, 540, 821], [670, 92, 822], [85, 60, 823], [344, 23, 824], [77, 7, 825], [175, 6, 826], [152, 85, 827], [144, 92, 828], [204, 86, 829], [127, 730, 830], [124, 44, 831], [589, 5, 832], [284, 341, 833], [89, 92, 834], [563, 77, 835], [511, 825, 836], [150, 173, 837], [471, 355, 838], [187, 92, 839], [40, 345, 840], [123, 67, 841], [40, 31, 842], [197, 144, 843], [6, 733, 844], [481, 725, 845], [203, 638, 846], [74, 520, 847], [243, 178, 848], [519, 98, 849], [23, 85, 850], [16, 23, 851], [837, 464, 852], [746, 241, 853], [96, 507, 854], [231, 60, 855], [398, 538, 856], [856, 844, 857], [74, 497, 858], [301, 832, 859], [190, 98, 860], [78, 753, 861], [382, 27, 862], [6, 1, 863], [35, 538, 864], [426, 498, 865], [33, 85, 866], [101, 124, 867], [52, 40, 868], [96, 342, 869], [306, 44, 870], [127, 6, 871], [7, 220, 872], [621, 109, 873], [174, 182, 874], [67, 118, 875], [512, 827, 876], [253, 33, 877], [648, 860, 878], [104, 44, 879], [701, 870, 880], [123, 105, 881], [110, 52, 882], [107, 82, 883], [537, 92, 884], [744, 842, 885], [116, 30, 886], [95, 106, 887], [421, 545, 888], [91, 135, 889], [647, 866, 890], [214, 819, 891], [113, 210, 892], [721, 663, 893], [80, 1, 894], [102, 115, 895], [95, 613, 896], [113, 31, 897], [204, 11, 898], [91, 654, 899], [374, 522, 900], [1, 44, 901], [123, 44, 902], [11, 223, 903], [205, 645, 904], [60, 338, 905], [108, 18, 906], [657, 105, 907], [123, 106, 908], [107, 1, 909], [616, 135, 910], [392, 850, 911], [564, 40, 912], [131, 122, 913], [688, 89, 914], [893, 85, 915], [835, 128, 916], [175, 719, 917], [103, 274, 918], [88, 886, 919], [416, 625, 920], [85, 53, 921], [79, 131, 922], [97, 80, 923], [416, 402, 924], [580, 122, 925], [102, 111, 926], [95, 371, 927], [123, 71, 928], [91, 354, 929], [642, 92, 930], [108, 163, 931], [303, 405, 932], [316, 296, 933], [933, 71, 934], [121, 498, 935], [45, 278, 936], [138, 71, 937], [87, 522, 938], [225, 351, 939], [164, 11, 940], [225, 863, 941], [101, 112, 942], [564, 80, 943], [84, 683, 944], [103, 185, 945], [91, 864, 946], [87, 342, 947], [20, 40, 948], [662, 136, 949], [209, 52, 950], [103, 90, 951], [600, 90, 952], [264, 373, 953], [5, 109, 954], [93, 128, 955], [243, 31, 956], [78, 292, 957], [222, 934, 958], [327, 67, 959], [699, 1, 960], [781, 112, 961], [95, 940, 962], [53, 52, 963], [213, 109, 964], [95, 27, 965], [604, 86, 966], [121, 124, 967], [234, 80, 968], [123, 517, 969], [175, 11, 970], [431, 316, 971], [97, 269, 972], [151, 31, 973], [103, 462, 974], [431, 591, 975], [723, 279, 976], [45, 393, 977], [138, 296, 978], [286, 27, 979], [123, 612, 980], [513, 678, 981], [225, 567, 982], [1, 90, 983], [143, 52, 984], [897, 18, 985], [5, 172, 986], [859, 698, 987], [541, 111, 988], [917, 196, 989], [696, 92, 990], [606, 703, 991], [434, 605, 992], [907, 128, 993], [214, 33, 994], [83, 142, 995], [138, 124, 996], [151, 499, 997], [111, 60, 998], [95, 314, 999], [909, 966, 1000], [330, 23, 1001], [713, 674, 1002], [96, 106, 1003], [231, 98, 1004], [416, 467, 1005], [86, 142, 1006], [108, 23, 1007], [398, 27, 1008], [203, 40, 1009], [608, 112, 1010], [489, 16, 1011], [352, 98, 1012], [499, 254, 1013], [255, 142, 1014], [95, 71, 1015], [742, 312, 1016], [411, 98, 1017], [52, 80, 1018], [75, 23, 1019], [303, 821, 1020], [107, 136, 1021], [217, 1, 1022], [459, 90, 1023], [93, 92, 1024], [7, 52, 1025], [307, 118, 1026], [101, 483, 1027], [291, 905, 1028], [53, 181, 1029], [7, 172, 1030], [773, 444, 1031], [295, 53, 1032], [353, 44, 1033], [20, 143, 1034], [123, 60, 1035], [40, 71, 1036], [27, 44, 1037], [189, 124, 1038], [266, 776, 1039], [158, 132, 1040], [5, 220, 1041], [35, 85, 1042], [478, 98, 1043], [618, 23, 1044], [134, 702, 1045], [1045, 983, 1046], [265, 280, 1047], [258, 23, 1048], [434, 658, 1049], [79, 89, 1050], [98, 122, 1051], [268, 407, 1052], [127, 136, 1053], [108, 212, 1054], [110, 199, 1055], [74, 378, 1056], [52, 20, 1057], [243, 162, 1058], [352, 86, 1059], [463, 23, 1060], [95, 270, 1061], [103, 385, 1062], [123, 212, 1063], [184, 423, 1064], [1064, 90, 1065], [883, 801, 1066], [1066, 185, 1067], [455, 315, 1068], [796, 364, 1069], [81, 194, 1070], [318, 181, 1071], [153, 122, 1072], [18, 162, 1073], [175, 18, 1074], [78, 393, 1075], [225, 1, 1076], [101, 77, 1077], [1062, 51, 1078], [1078, 413, 1079], [87, 77, 1080], [94, 360, 1081], [138, 567, 1082], [620, 239, 1083], [101, 944, 1084], [365, 553, 1085], [330, 109, 1086], [175, 1029, 1087], [78, 131, 1088], [769, 23, 1089], [357, 23, 1090], [7, 142, 1091], [151, 453, 1092], [45, 215, 1093], [132, 373, 1094], [307, 185, 1095], [252, 290, 1096], [446, 16, 1097], [80, 23, 1098], [20, 164, 1099], [482, 815, 1100], [1100, 285, 1101], [150, 346, 1102], [836, 92, 1103], [79, 423, 1104], [93, 23, 1105], [902, 118, 1106], [110, 144, 1107], [970, 921, 1108], [214, 669, 1109], [1109, 551, 1110], [7, 182, 1111], [783, 172, 1112], [949, 413, 1113], [149, 35, 1114], [110, 227, 1115], [600, 7, 1116], [88, 71, 1117], [231, 791, 1118], [400, 136, 1119], [286, 164, 1120], [11, 16, 1121], [5, 63, 1122], [565, 23, 1123], [93, 196, 1124], [867, 823, 1125], [6, 6, 1126], [345, 92, 1127], [951, 185, 1128], [962, 462, 1129], [76, 153, 1130], [392, 125, 1131], [174, 67, 1132], [359, 109, 1133], [292, 92, 1134], [186, 120, 1135], [105, 52, 1136], [110, 106, 1137], [110, 187, 1138], [414, 328, 1139], [238, 164, 1140], [88, 385, 1141], [186, 27, 1142], [112, 716, 1143], [379, 278, 1144], [977, 20, 1145], [84, 182, 1146], [999, 77, 1147], [245, 236, 1148], [614, 115, 1149], [150, 461, 1150], [1018, 136, 1151], [138, 7, 1152], [778, 345, 1153], [1153, 430, 1154], [131, 92, 1155], [136, 90, 1156], [960, 534, 1157], [142, 212, 1158], [750, 112, 1159], [20, 194, 1160], [573, 453, 1161], [52, 6, 1162], [79, 228, 1163], [1163, 52, 1164], [168, 52, 1165], [928, 142, 1166], [882, 1133, 1167], [581, 106, 1168], [95, 460, 1169], [1129, 136, 1170], [300, 1151, 1171], [340, 51, 1172], [932, 122, 1173], [814, 142, 1174], [87, 89, 1175], [107, 1034, 1176], [576, 559, 1177], [103, 669, 1178], [144, 98, 1179], [709, 276, 1180], [78, 706, 1181], [146, 16, 1182], [321, 1094, 1183], [547, 23, 1184], [787, 85, 1185], [214, 903, 1186], [985, 122, 1187], [30, 339, 1188], [632, 92, 1189], [71, 875, 1190], [81, 1111, 1191], [209, 782, 1192], [1141, 545, 1193], [537, 386, 1194], [88, 1011, 1195], [76, 1156, 1196], [258, 1, 1197], [398, 116, 1198], [294, 1013, 1199], [175, 1158, 1200], [384, 112, 1201], [214, 106, 1202], [60, 90, 1203], [86, 223, 1204], [1107, 85, 1205], [94, 63, 1206], [280, 444, 1207], [556, 393, 1208], [132, 122, 1209], [106, 60, 1210], [775, 23, 1211], [27, 658, 1212], [251, 111, 1213], [101, 80, 1214], [79, 777, 1215], [261, 840, 1216], [276, 122, 1217], [27, 527, 1218], [887, 625, 1219], [973, 473, 1220], [525, 85, 1221], [607, 1071, 1222], [143, 30, 1223], [16, 53, 1224], [230, 27, 1225], [142, 1190, 1226], [268, 130, 1227], [88, 240, 1228], [629, 92, 1229], [979, 215, 1230], [301, 241, 1231], [751, 92, 1232], [261, 1160, 1233], [101, 1016, 1234], [175, 67, 1235], [115, 98, 1236], [774, 1057, 1237], [1168, 1209, 1238], [492, 219, 1239], [137, 131, 1240], [434, 208, 1241], [45, 874, 1242], [327, 1, 1243], [474, 53, 1244], [80, 122, 1245], [404, 1212, 1246], [87, 461, 1247], [7, 879, 1248], [253, 106, 1249], [5, 254, 1250], [95, 548, 1251], [88, 80, 1252], [74, 254, 1253], [78, 766, 1254], [271, 6, 1255], [896, 679, 1256], [469, 912, 1257], [767, 67, 1258], [5, 131, 1259], [79, 640, 1260], [762, 92, 1261], [1104, 85, 1262], [197, 362, 1263], [1263, 790, 1264], [1264, 943, 1265], [125, 215, 1266], [84, 18, 1267], [384, 125, 1268], [97, 71, 1269], [1269, 40, 1270], [97, 173, 1271], [766, 472, 1272], [367, 52, 1273], [96, 80, 1274], [809, 402, 1275], [101, 460, 1276], [927, 135, 1277], [27, 135, 1278], [27, 130, 1279], [146, 355, 1280], [5, 51, 1281], [1268, 328, 1282], [77, 630, 1283], [426, 188, 1284], [847, 98, 1285], [169, 23, 1286], [988, 136, 1287], [6, 163, 1288], [1031, 52, 1289], [1089, 274, 1290], [543, 287, 1291], [79, 20, 1292], [199, 98, 1293], [134, 501, 1294], [78, 111, 1295], [289, 152, 1296], [1080, 143, 1297], [87, 124, 1298], [1120, 1105, 1299], [209, 154, 1300], [1235, 1283, 1301], [374, 131, 1302], [132, 92, 1303], [1287, 85, 1304], [489, 427, 1305], [76, 33, 1306], [167, 185, 1307], [1307, 145, 1308], [558, 122, 1309], [96, 71, 1310], [693, 998, 1311], [20, 152, 1312], [1180, 390, 1313], [203, 566, 1314], [45, 118, 1315], [428, 92, 1316], [101, 289, 1317], [750, 86, 1318], [493, 1146, 1319], [74, 777, 1320], [646, 954, 1321], [45, 378, 1322], [1254, 196, 1323], [563, 86, 1324], [67, 27, 1325], [127, 212, 1326], [1054, 164, 1327], [108, 566, 1328], [626, 403, 1329], [458, 33, 1330], [280, 30, 1331], [115, 163, 1332], [937, 173, 1333], [7, 366, 1334], [109, 153, 1335], [754, 163, 1336], [271, 1296, 1337], [111, 44, 1338], [1297, 118, 1339], [199, 136, 1340], [218, 16, 1341], [27, 605, 1342], [93, 98, 1343], [175, 132, 1344], [23, 27, 1345], [124, 137, 1346], [426, 52, 1347], [404, 280, 1348], [95, 75, 1349], [40, 109, 1350], [258, 1288, 1351], [77, 196, 1352], [531, 299, 1353], [78, 280, 1354], [935, 23, 1355], [31, 144, 1356], [209, 497, 1357], [87, 1012, 1358], [526, 771, 1359], [249, 1250, 1360], [853, 92, 1361], [885, 480, 1362], [78, 1006, 1363], [382, 807, 1364], [221, 98, 1365], [1346, 118, 1366], [44, 423, 1367], [102, 331, 1368], [494, 98, 1369], [241, 85, 1370], [125, 540, 1371], [1274, 212, 